Repository: goschtl/zope
Catalog: Zope3/branches/fdrake-proj-001/src/zwiki/locales/*/LC_MESSAGES/zwiki.po
Languages: ru

source: View
ru: Просмотр

source: Parents
ru: Родители

source: Comment
ru: Коментарий

source: A Comment
ru: Коментарий

source: Menu for Wiki Page related actions.
ru: Меню для работы со страницей Wiki.

source: Table of Contents
ru: Содержание

source: A Wiki
ru: Wiki

source: TOC
ru: Содержание

source: Search
ru: Поиск

source: Subscriptions
ru: Подписки

source: Change Wiki Page
ru: Изменить страницу Wiki

source: Edit
ru: Редактировать

source: Add Wiki
ru: Добавить Wiki

source: reparent-button
ru: Обновить

source: Branch
ru: Ветвь

source: Last modified by ${user} on ${date}
ru: Изменено ${user}, ${date}

source: Jump to:
ru: перейти к:

source: User: ${user} (${login}) <div id="search"> <a href="../@@search.html">Search Wiki</a> </div>
ru: Пользователь: ${user} (${login}) <div id="search"> <a href="../@@search.html">Поиск по Wiki</a> </div>

source: Current Subscriptions
ru: Текущие подписки

source: remove-button
ru: Удалить

source: Enter new Users (separate by 'Return')
ru: Ввести новых пользователей (разделяя переводом строки)

source: refresh-button
ru: Обновить

source: add-button
ru: Добавить

source: Posted by ${user} on ${date}
ru: Добавлен ${user}, ${date}

source: Object Name
ru: Имя объекта

source: Wiki Search
ru: Поиск по Wiki

source: Wiki Table of Contents
ru: Содержание Wiki

source: Wiki visitors, which can only view and comment on wikis.
ru: Посетители Wiki которые могут только просматривать и коментировать Wiki.

source: Wiki User
ru: Пользователь Wiki

source: A Wiki Page
ru: Страница Wiki

source: Wiki Page
ru: Страница Wiki

source: Wiki Page Comment
ru: Коментарий на странице Wiki

source: A Wiki Page Comment
ru: Коментарий на странице Wiki

source: Wiki Editor
ru: Редактор Wiki

source: The Wiki Editor can create and edit wikis.
ru: Редактор Wiki может создавать и редактировать Wiki.

source: Wiki Administrator
ru: Администратор Wiki

source: The Wiki Admin can fully manage wiki pages.
ru: Администратор Wiki может полностью управлять страницами Wiki.

source: View a Wiki Page
ru: Просмотр страницы Wiki

source: View Wiki Page
ru: Просмотр страницы Wiki

source: Comment on Wiki Page
ru: Коментирование на странице Wiki

source: Make a comment on Wiki Page
ru: Создание коментария на странице Wiki

source: Add Wiki Page
ru: Добавление страницы Wiki

source: Edit Wiki Page
ru: Редактирование страницы Wiki

source: Delete Wiki Page
ru: Удаление страницы Wiki

source: Reparent a Wiki Page
ru: Перерисовка страницы Wiki

source: Reparent Wiki Page
ru: Перерисовка страницы Wiki

source: Minimal Wiki Page Container implementation
ru: Минимальная реализация папки Wiki

source: Name of the parent wiki page.
ru: Имя родительской страницы Wiki.

source: Previous Source Text
ru: Предыдущий исходный текст

source: Previous source text of the Wiki Page.
ru: Предыдущий исходный текст страницы Wiki.

source: Title
ru: Заголовок

source: Comment Title
ru: Заголовок коментария

source: Source Text
ru: Исходный текст

source: Renderable source text of the comment.
ru: Исходный текст коментария

source: Source Type
ru: Тип исходного текста

source: Type of the source text, e.g. structured text
ru: Тип исходного текста, например 'Структурированный текст'

source: Renderable source text of the Wiki Page.
ru: Исходный текст страницы Wiki.

source: Wiki Page Parents
ru: Родительские страницы Wiki

source: Parents of a Wiki
ru: Родители

source: Parent Name
ru: Имя родителя
