Repository: goschtl/zope
Catalog: Zope3/branches/dominik-locatableadapters/src/bugtracker/locales/*/LC_MESSAGES/bugtracker.po
Languages: ru

source: There are ${num_errors} input errors.
ru: Найдено ${num_errors} ошибок ввода.

source: submit-button
ru: Загрузить

source: Bug #${bug_id} - ${bug_title}
ru: Баг #${bug_id} - ${bug_title}

source: Status:
ru: Статус:

source: Type:
ru: Тип:

source: Posted by ${submitter} on ${created_date} - ${num_comments} comments
ru: Добавлено ${submitter}, ${created_date}, коментариев: ${num_comments}

source: From ${user} at ${date}
ru: От ${user}, ${date}

source: Priority:
ru: Приоритет:

source: Release Target:
ru: Релиз:

source: Owners:
ru: Владельцы:

source: Last modified:
ru: Последнее изменение:

source: Direct Dependencies
ru: Прямые зависимости

source: Attachments
ru: Присоединенные файлы

source: Add File
ru: Добавить файл

source: Add Image
ru: Добавить изображение

source: Comments
ru: Комментарии

source: Entry #${bug_id} by ${creator} on ${modified_datetime}
ru: Запись #${bug_id} создана ${creator}, ${modified_datetime}

source: Add Dependent Bug
ru: Добавить зависимый баг

source: Change Bug
ru: Изменить баг

source: Edit
ru: Редактировать

source: Add Comment
ru: Добавить комментарий

source: Bug Comment
ru: Коментарий бага

source: A Comment
ru: Комментарий

source: Change Comment
ru: Изменить комментарий

source: Add Bug Tracker
ru: Трекер багов

source: Overview
ru: Краткое описание

source: Bug Tracker - Overview
ru: Краткое описание трекера

source: Settings
ru: Установки

source: Subscriptions
ru: Подписки

source: XML Export/Import
ru: Загрузка/Сохранение XML

source: Dependency Statistics
ru: Статистики зависимостей

source: Closed/Deferred Bugs:
ru: Закрытые/отложенные баги:

source: New (unseen) Bugs:
ru: Новые (не просмотренные) баги:

source: Opened/Assigned Bugs:
ru: Открытые/назначенные баги:

source: Dependency Tree
ru: Дерево зависимостей

source: Dependencies - Bugs that have to be completed before this bug can be closed.
ru: Зависимости - баги которые должны быть разобраны перед тем как данный баг может быть закрыт.

source: Dependents - This bug has to be completed in before the Dependents can be closed.
ru: Зависимые - этот баг должен быть разобран перед тем как зависимые могут быть закрыты.

source: Available Bugs
ru: Доступные баги

source: Export XML
ru: Сохранение XML

source: Simply click <a href="./tracker.xml">here</a>.
ru: Скачать <a href="./tracker.xml">здесь</a>.

source: Import XML
ru: Загрузка XML

source: XML File
ru: XML файл

source: import-button
ru: Загрузить

source: Critial
ru: Критический

source: Status Markup
ru: Отметка статуса

source: Priority Markup
ru: Отметка приоритета

source: Subscribers successfully added: $emails
ru: Подписчики успешно добавлены: $emails

source: Subscribers successfully deleted: $emails
ru: Подписчики успешно удалены: $emails

source: Zope 3 Bug Tracker
ru: Трекер багов

source: Logout
ru: Выйти

source: Login
ru: Войти

source: You are logged in as ${user_title}.
ru: Вы зарегистрированы в системе как ${user_title}.

source: Tip
ru: Намек

source: &nbsp;Bug Tracker
ru: &nbsp;Трекер багов

source: Current Subscriptions
ru: Текущие подписки

source: remove-button
ru: Удалить

source: Enter new Users (separate by 'Return')
ru: Введите новых пользователей (разделяя переводом строки)

source: refresh-button
ru: Обновить

source: add-button
ru: Добавить

source: Status
ru: Статус

source: Type
ru: Тип

source: Priority
ru: Приоритет

source: Owners
ru: Владельцы

source: New
ru: Новый

source: Open
ru: Открытый

source: Assigned
ru: Связанный

source: Deferred
ru: Отложенный

source: Closed
ru: Закрытый

source: Bug
ru: Баг

source: Feature
ru: Особенность

source: Release
ru: Релиз

source: (not specified)
ru: (не определено)

source: Low
ru: Низкий

source: Normal
ru: Обычный

source: Urgent
ru: Срочный

source: Critical
ru: Критический

source: Create Initial Vocabulary Entries
ru: Создать стандартные записи

source: To make your life easier, when this option is selected, it creates vocabulary entries for the status, release, priority and type fields of a bug. This will save you some time with the setup.
ru: Для упрощения настройки, когда данная опция выбрана, будут созданы стандартные записи для полей статуса, релиза, приоритета и типа багов.

source: Previous (${start_number} to ${end_number})
ru: Предыдущий (${start_number} до ${end_number})

source: ${start_number} to ${end_number} of ${batch_total_number} found (${bug_number} total)
ru: ${start_number} до ${end_number} из ${batch_total_number} найденных (${bug_number} всего)

source: Next (${start_number} to ${end_number})
ru: Следующий (${start_number} до ${end_number})

source: Filter Options
ru: Опции фильтрации

source: Filter Text
ru: Текст для фильтрации

source: View Type
ru: Тип просмотра

source: save-filter-changes-button
ru: Обновить

source: collapse-button
ru: Свернуть

source: expand-button
ru: Развернуть

source: add-bug-button
ru: Добавить баг

source: Existing Values:
ru: Существующие значения:

source: delete-button
ru: Добавить

source: set-default-button
ru: Установить по умолчанию

source: Default Value:
ru: Значение по умолчанию:

source: Value:
ru: Значение:

source: Title:
ru: Заголовок:

source: Stati
ru: Статус

source: Priorities
ru: Приоритеты

source: BugTypes
ru: Типы багов

source: Releases
ru: Релизы

source: Bug Tracker User
ru: Пользователь трекера

source: The user can browse the bug tracker
ru: Данный пользователь может просматривать баги

source: A Bug Tracker
ru: Трекер багов

source: Bug Tracker
ru: Трекер багов

source: Bug Tracker Editor
ru: Редактор трекера багов

source: The Bug Tracker editor can add and edit bugs.
ru: Редактор трекера багов может добавлять и редактировать баги.

source: The Admin can fully manage a bug tracker.
ru: Администратор может полностью управлять трекером.

source: Bug Tracker Administrator
ru: Администратор трекера багов

source: A Bug
ru: Баг

source: Manage Bug Tracker
ru: Управление трекером багов

source: Allows to change the settings of the Bug Tracker.
ru: Позволяет изменять настройки трекера багов.

source: Comment
ru: Комментарий

source: A comment about the bug.
ru: Коментарий насчет бага.

source: Allows to view the overview of the Bug Tracker.
ru: Позволяет просматривать трекер багов.

source: View Bug Tracker
ru: Просмотр трекера багов

source: View Bug
ru: Просмотр бага

source: Allows to view the overview and dependencies of the Bug.
ru: Позволяет просматривать баг и его зависимости.

source: Allows to add a Bug to the Tracker.
ru: Позволяет добавлять баги к трекеру.

source: Add Bug
ru: Добавление бага

source: Allows to edit the data of a Bug.
ru: Позволяет редактировать данные бага.

source: Edit Bug
ru: Редактирование бага

source: Allows to add comments to a bug.
ru: Позволяет добавлять коментарии к багу.

source: Add Bug Comment
ru: Добавление коментария к багу

source: Allows to add attachments (files and images) to a bug.
ru: Позволяет добавлять файлы и изображения к багу.

source: Add Bug Attachment
ru: Добавление файлов к багу

source: Defines the release for which the bug is scheduled.
ru: Определяет релиз для которого запланирован баг

source: List of people assigned as owners of the bug.
ru: Список людей записанных как владельцы этого бага.

source: Dependencies
ru: Зависимости

source: Other bugs this bug depends on.
ru: Другие баги от которых зависит данный баг.

source: Bug Id
ru: Идентификатор бага

source: Bug Id.
ru: Идентификатор бага.

source: Dependents
ru: Зависимые

source: Other bugs that depend on this one
ru: Другие баги которые зависят от данного бага

source: Body
ru: Содержимое

source: Renderable body of the Comment.
ru: Содержимое коментария.

source: Default
ru: По умолчанию

source: Default value of the vocabulary.
ru: Значение по умолчанию из словаря.

source: Title
ru: Заголовок

source: Title of the bug tracker.
ru: Заголовок трекера багов.

source: Title/Summary of the bug.
ru: Заголовок/Краткое описание бага.

source: Description
ru: Описание

source: Detailed Description of the bug.
ru: Детальное описание бага.

source: Submitter
ru: Репортер

source: Name of the person that submitted the bug.
ru: Имя человека который нашел баг.

source: The current status of the bug.
ru: Текущий статус бага.

source: Specifies how urgent this bug is.
ru: Определяет срочность бага.

source: Specifies of what nature the bug is.
ru: Определяет тип бага.

source: Cannot delete default value '${value}'.
ru: Невозможно удалить значение по умолчанию '${value}'.

source: The value '${value}' was not found in the vocabulary
ru: Значение '${value}' не было найдено в словаре

source: Status Definitions
ru: Определения статуса

source: Release Definitions
ru: Определения релизов

source: Priority Definitions
ru: Определения приоритетов

source: Bug Type Definitions
ru: Определения типов бага
