Repository: goschtl/zope
Catalog: Zope3/tags/ZopeInterface-3.0.0b1/src/zope/app/translation_files/*/LC_MESSAGES/zope.po
Languages: de

source: For interface
de: Gegebenes Interface

source: The interface of the objects being adapted
de: Das Interface des adaptierten Objektes

source: Provided interface
de: Bereitgestelltes Interface

source: The interface provided
de: Das bereitgestellte Interface

source: The dotted name of a factory for creating the adapter
de: Der gepunktete Name der Fabrik, die den Adapter erzeugt

source: The permission required for use
de: Die zur Verwendung benötigte Berechtigung

source: Factory to be called to construct the component
de: Aufzurufende Fabrik um die Komponente zu erzeugen

source: Change adapter
de: Adapter ändern

source: Register an adapter
de: Adapter registrieren

source: Adapter Registration
de: Adapterregistrierung

source: Adapter Service
de: Adapterdienst

source: Allows the registration of Adapters in this site
de: Erlaubt die Registrierung von Adaptern in dieser Webseite

source: Modules are usually depending on each other by using links that create references across all modules. Each module has a "theme" that it follows, which was designed to aid the developer directly to the desired information. Below you see a short description of every module.
de: Module sind normalerweise von einander abhängig, da sie durch Links Referenzen zu anderen Modulen bereitstellen. Jedes Modul hat ein "Thema" das es folgt, sodass der Entwickler schneller die gewünschten Informationen finden kann. In den folgenden Abschnitten finden Sie kurze Beschreibungen für jedes Modul.

source: Zope 3 API Documentation
de: Zope 3 API Dokumentation

source: Welcome to the Zope 3 API documentation tool. The documentation provided here is separated in several discrete documentation modules. You can see the list of available modules in the top-left box on your screen. When you click on a module, the module's menu will appear below. In the menu you have then navigational means to access the documentation content of the module.
de: Willkommen zum Zope 3 API Dokumentationstool. Die bereitgestellte Dokumentation hier ist in diskrete Dokumentationsmodule unterteilt. Sie können eine Liste aller Module in der links-oben platzierten Box auf Ihrem Bildschirm sehen. Wenn Sie auf ein Modul klicken, dann öffnet sich ds Modulmenü darunter. Das Menü bietet dann Navigationsmöglichkeiten um auf den Inhalt der Dokumentation zugreifen zu können.

source: Click on one of the Documentation Modules above and a menu for this module will appear.
de: Klicken Sie auf ein Dokumentationsmodul, um ein Menü für dieses Modul zu bekommen.

source: Z3 UI
de: Z3 Oberfläche

source: Menu
de: Menü

source: Zope 3 API Docs
de: Zope 3 API Doku

source: Classes
de: Klassen

source: Zope 3 root.
de: Zope 3 Wurzel

source: [top]
de: [oben]

source: There are no methods in this class.
de: Diese Klasse hat keine Methoden.

source: Bases
de: Basen

source: There are no base classes.
de: Es gibt keine Basisklassen.

source: Implemented Interfaces
de: Implementierte Interfaces:

source: There are no implemented interfaces.
de: Es gibt keine implementierten Interfaces.

source: Attributes/Properties
de: Attribute/Eigenschaften

source: (read)
de: (lesbar)

source: (write)
de: (schreibbar)

source: There are no attributes in this class.
de: Es gibt keine Attribute in dieser Klasse.

source: Documentation String
de: Dokumentations-String

source: Attributes
de: Attribute

source: type:
de: Typ:

source: Value:
de: Wert:

source: Signature
de: Signatur

source: Class Finder:
de: Klassen-Finder:

source: (Enter partial Python path)
de: (Geben Sie teilweisen Pythonpfad ein)

source: find-button
de: Suchen

source: Browse Zope Source
de: Zope Quelltext durchblättern

source: Zope 3 Class Browser
de: Zope 3 Klassen-Browser

source: required
de: notwendig

source: There are no methods specified.
de: Es wurden keine Methoden angegeben.

source: Adapters
de: Adapter

source: Adapters where this interface is required:
de: Adapter, für welche dieses Interface notwendig ist:

source: provides:
de: liefert:

source: also required:
de: Auch notwendig:

source: Adapters that provide this interface:
de: Adapter, die dieses Interface liefern:

source: requires:
de: Notwendig:

source: No interface required.
de: Kein Interface notwendig.

source: There are no adapters registered for this interface.
de: Es gibt keine registrierten Adapter für dieses Interface.

source: Other Information
de: Weitere Informationen

source: Factories
de: Fabriken

source: A list of factories that create objects implement this interface.
de: Eine Liste von Fabriken, die solche Objekte erstellen, die dieses Interface liefern.

source: A list of utilities that are are registered to provide this interface.
de: Eine Liste registrierter Werkzeuge, welche dieses Interface liefern.

source: Class:
de: Klasse:

source: A list of services (usually just one) that are are registered to provide this interface.
de: Eine Liste von registrierten Diensten (üblicherweise nur einer), die dieses Interface liefern.

source: A list of classes that implement this interface. This might duplicate the entries in Utilities and Services.
de: Eine Liste von Klassen welche dieses Interface implementieren. Dies dupliziert wahrscheinlich Einträge unter den Werkzeugen und Diensten.

source: Note: These are only interfaces that are registered with the Interface Service.
de: Anmerkung: Dies sind nur Interfaces, die mit dem Interfacedienst registriert sind.

source: Services
de: Dienste

source: Attributes/Fields
de: Attribute/Felder

source: There are no attributes or fields specified.
de: Es wurden keine Attribute oder Felder angegeben.

source: Methods
de: Methoden

source: There are no methods or fields specified.
de: Es wurden keine Methoden oder Felder angegeben.

source: Implementations
de: Implementationen

source: This is a list of all available services by name.
de: Dies ist eine Liste aller Dienstnamen.

source: n/a
de: entfällt

source: Utilities
de: Werkzeuge

source: Component:
de: Komponente:

source: (Attribute)
de: (Attribut)

source: $file (line $line)
de: $file (Zeile $line)

source: Presentations
de: Präsentationen

source: required:
de: notwendig:

source: presentation type:
de: Präsentationstyp:

source: factory path:
de: Fabrikpfad:

source: provided:
de: liefert:

source: template:
de: Schablone:

source: resource:
de: Ressource:

source: views for
de: Ansichten für

source: Permissions:
de: Berechtigungen:

source: There are no views for this interface and presentation type.
de: Es gibt keine Ansichten für dieses Interface und Präsentationstyp.

source: Presentation Type:
de: Präsentationstyp:

source: Show all views:
de: Alle Ansichten zeigen:

source: Show Skins and Layers
de: Themen und Ebenen anzeigen

source: Enter the interface name:
de: Geben Sie einen Interface-Namen ein:

source: Skin-Layer Tree
de: Themen-Ebenen Baum

source: (default)
de: (voreingestellt)

source: Skins &amp; Layers
de: Themen &amp; Ebenen

source: In the small tree below you see a listing of all the available Zope 3 skins (large bold font) and the layers (small bold font) for each skin. Below each entry you see some documentation that was registered. In the case of global skins and layers, the documentation shows the file and the line number in which the skin or layer was declared.
de: In dem folgenden kleinen Baum sehen Sie eine Aufzählung aller in Zope 3 erhältlichen Themen (große fette Schrift) und die Ebenen (kleine fette Schrift) für jedes Thema. Unter jedem Eintrag sehen Sie dann die Dokumentation die für jeden Eintrag registriert wurde. Im Falle von globalen Themen und Ebenen zeigt die Dokumentation die Datei und Zeilennummer in welcher das Thema oder die Ebene definiert wurde.

source: ZCML Reference
de: ZCML-Referenz

source: File:
de: Datei:

source: from (line ${beginline}, column ${begincolumn}) to (line ${endline}, column ${endcolumn})
de: von (Zeile ${beginline}, Spalte ${begincolumn}) bis (Zeile ${endline}, Spalte ${endcolumn})

source: Handler:
de: Handhaber:

source: default
de: voreingestellt

source: There are no fields specified.
de: Es wurden keine Felder angegeben.

source: Subdirectives
de: Unterdirektiven

source: Namespaces that are not full URLs start with "http://namespaces.zope.org".
de: Namensräume, die nicht als volle URIs angegeben sind, starten mit "http://namespaces.zope.org".

source: Server Control
de: Serverkontrolle

source: Runtime Information
de: Laufzeit-Informationen

source: ZODB Control
de: ZODB-Kontrolle

source: Manage Process
de: Prozess verwalten

source: System platform
de: Systemplattform

source: Preferred encoding
de: Bevorzugtes Encoding

source: FileSytem encoding
de: Dateisystem Encoding

source: Zope Runtime Information
de: Zope Laufzeitinformationen

source: Command line
de: Kommandozeile

source: Process id
de: Prozessnummer

source: Uptime
de: Laufzeit

source: Python path
de: Python Pfad

source: ${days} day(s) ${hours}:${minutes}:${seconds}
de: ${days} Tag(e) ${hours}:${minutes}:${seconds}

source: Could not retrieve runtime information.
de: Die Laufzeitinformationen konnten nicht ermittelt werden.

source: seconds
de: Sekunden

source: If you specify a time of 0 seconds, then the server will do a hard shutdown.
de: Wenn Sie eine Zeit von 0 Sekunden eingeben, dann wird der Server sofort angehalten (hard shutdown).

source: Restart server
de: Server neustarten

source: Shutdown server
de: Server herunterfahren

source: Shutdown time:
de: Shutdown-Zeit:

source: You restarted the server.
de: Sie haben den Server neugestartet.

source: You shut down the server.
de: Sie haben den Server heruntergefahren.

source: Domain
de: Domäne

source: Files
de: Dateien

source: reload-button
de: Aktualisieren

source: Message Catalog successfully reloaded.
de: Nachrichtenkatalog erfolgreich neu geladen.

source: Size of database: ${size}
de: Größe der Datenbank: ${size}

source: Keep up to:
de: Behalten bis zu:

source: days
de: Tage

source: ZODB Controller
de: ZODB-Verwalter

source: pack-button
de: Packen

source: Name of database: ${name}
de: Name der Datenbank: ${name}

source: ZODB successfully packed.
de: ZODB erfolgreich gepackt.

source: User: ${user_title}
de: Benutzer: ${user_title}

source: Broken object
de: Kaputtes Objekt

source: Activated: ${activated}.
de: Aktiviert: ${activated}.

source: Registered: ${registered}.
de: Registriert: ${registered}.

source: unregistered ${count} registrations
de: unregistrierte ${count} Registrierungen

source: Services needed by this bundle
de: Dienste, die von diesem Bündel gebraucht werden

source: (is: ${active_status})
de: (ist: ${active_status})

source: No registrations are provided by this bundle.
de: Dieses Bündel stellt keine Registrierungen zur Verfügung.

source: Click "Activate bundle" to perform the above actions.
de: Klicken Sie auf "Bündel aktivieren" um die o.a. Aktionen durchzuführen.

source: activate-bundle-button
de: Aktivieren

source: Click "Deactivate bundle" to unregister all registrations in this bundle.
de: Klicken Sie auf "Bündel deaktivieren", um alle Registrierungen in diesem Bündel nichtig zu machen.

source: deactivate-bundle-button
de: Deaktivieren

source: ${service_name} service
de: ${service_name}-Dienst

source: present in site at ${path}
de: befindet sich in Webseite ${path}

source: registered in bundle at ${path}
de: registriert in Bündel ${path}

source: Bundle Information
de: Bündelinformationen

source: UNFULFILLED DEPENDENCY
de: NICHT ERFÜLLTE ABHÄNGIGKEIT

source: (You must <a href="../default/AddService">add a ${service_name} service to this site</a> before you can activate this bundle)
de: (Sie müssen der Webseite <a href="../default/AddService">einen ${service_name}-Dienst hinzufügen</a>, bevor Sie dieses Bündel aktivieren können)

source: No services are required by this bundle.
de: Dieses Bündel benötigt keine Dienste.

source: Registrations in this bundle
de: Registrierungen in diesem Bündel

source: For ${service_name} service
de: Für den ${service_name}-Dienst

source: ${usage_summary} implemented by ${impl_summary}
de: ${usage_summary} implementiert von ${impl_summary}

source: Conflicts with
de: widerspricht sich mit

source: Overrides
de: Überschreibt

source: Register only
de: Nur registrieren

source: Register and activate
de: Registrieren und aktivieren

source: Bundle
de: Bündel

source: cache-invalidated
de: Cache ungültig gemacht.

source: no-cache-associated
de: Es ist kein Cache mit diesem Objekt assoziiert.

source: Saved changes.
de: Änderungen gespeichert.

source: Currently the object uses ${cache_id_or_url}.
de: Derzeit nutzt das Objekt ${cache_id_or_url}.

source: invalidate-cache-button
de: Cache ungültig machen

source: This edit form allows you to associate a cache with this object.
de: Dieses Formular erlaubt Ihnen, einen Cache für dieses Objekt zu definieren.

source: Currently there is no cache associated with the object.
de: Derzeit ist kein Cache für dieses Objekt definiert.

source: Maximum cached entries
de: Maximale Anzahl der gecachten Einträge

source: Maximum age of cached entries
de: Maximales Alter der gecachten Einträge

source: Time between cache cleanups
de: Zeit zwischen Cache Säuberungen

source: You can configure the RAM Cache here.
de: Hier können sie den RAM Cache konfigurieren.

source: Path
de: Pfad

source: Hits
de: Treffer

source: Misses
de: Ausfälle

source: Size, bytes
de: Größe, bytes

source: Entries
de: Einträge

source: RAMCache statistics
de: RAMCache Statistiken

source: You must select the type of object to add.
de: Sie müssen den Inhaltstypen auswählen, den sie hinzufügen möchten.

source: Find
de: Suchen

source: container-rename-button
de: Umbenennen

source: container-cut-button
de: Ausschneiden

source: container-copy-button
de: Kopieren

source: container-paste-button
de: Einfügen

source: container-apply-button
de: Anwenden

source: container-cancel-button
de: Abbrechen

source: You didn't specify any ids to remove.
de: Sie haben keine Ids zum Löschen angegeben.

source: You didn't specify any ids to copy.
de: Sie haben keine Ids zum Kopieren angegeben.

source: You didn't specify any ids to cut.
de: Sie haben keine Ids zum Ausschneiden angegeben.

source: You didn't specify any ids to rename.
de: Sie haben keine Ids zum Umbenennen angegeben.

source: Contents
de: Inhalt

source: Add
de: Hinzufügen

source: Container is not a valid Zope container.
de: Behälter ist kein gültiger Zope-Behälter.

source: An empty name was provided. Names cannot be empty.
de: Ein leerer Name wurde angegeben. Namen dürfen aber nicht leer sein.

source: Names cannot begin with '+' or '@' or contain '/'
de: Namen dürfen nicht mit '+' or '@' beginnen, noch '/' enthalten.

source: The given name is already being used
de: Der gegebene Name existiert bereits.

source: 1 item
de: 1 Element

source: ${items} items
de: ${items} Elemente

source: Error object: ${error_object}
de: Fehlerobjekt: ${error_object}

source: Error type: ${error_type}
de: Fehlertyp: ${error_type}

source: Unauthorized
de: Unberechtigt

source: You're not allowed in here.
de: Sie sind hier nicht erlaubt.

source: Case insensitive Folder
de: Ordner, der Groß-/Kleinschreibung nicht beachtet

source: A simple case insensitive Folder.
de: Ein einfacher Ordner, der Groß-/Kleinschreibung nicht beachtet

source: File Name
de: Dateiname

source: File name of the data file.
de: Dateinamen der Datei.

source: A simple, content-based DTML Page
de: Eine einfache, auf Inhalt basierte DTML-Seite

source: DTML Page
de: DTML Seite

source: Edit a DTML page
de: Eine DTML-Seite bearbeiten

source: Add a DTML Page
de: Eine DTML-Seite hinzufügen

source: A simple, content-based DTML page
de: Eine einfache, auf Inhalt basierte DTML-Seite

source: Source
de: Quellcode

source: The source of the dtml page.
de: Der Quellcode der DTML Page

source: Metadata
de: Metadaten

source: Content Last Modified
de: Inhalt wurde zuletzt geändert am

source: Creator
de: Autor

source: Changed data ${datetime}
de: Daten am ${datetime} geändert

source: zope.app.dublincore.view-permission
de: DublinCore-Metadaten betrachten

source: zope.app.dublincore.change-permission
de: DublinCore-Metadaten ändern

source: Errors
de: Fehler

source: Configure
de: Konfiguration

source: Error Logging Service
de: Fehlermeldedienst

source: Error Reporting Service for Logging Errors
de: Fehlermeldedienst für Logging Fehler

source: This page lists the exceptions that have occurred in this site recently.
de: Diese Seite listet die Ausnahmen auf, die kürzlich in dieser Webseite aufgetreten sind.

source: No exceptions logged.
de: Keine Ausnahmen aufgezeichnet.

source: Time
de: Zeit

source: User
de: Benutzer

source: Exception
de: Ausnahme

source: View Error Log Report
de: Fehlerlogbericht ansehen

source: Exception Log (most recent first)
de: Ausnahmelog (aktuellere zuerst)

source: Number of exceptions to keep
de: Anzahl der zu behaltenden Ausnahmen

source: Copy exceptions to the event log
de: Ausnahmen in das Ereignis-Log kopieren

source: Configure Error Log
de: Fehler-Log konfigurieren

source: Ignored exception types
de: Ignorierte Ausnahmetypen

source: You can configure how many exceptions should be kept and whether the exceptions should be copied to Zope's event log file(s).
de: Sie können einstellen, wie viele Ausnahmen behalten werden sollen und ob die Ausnahmen in Zopes Ereignislog-Datei(en) kopiert werden soll.

source: Exception traceback
de: Ausnahme-Zurückverfolgung

source: Request URL
de: Anfrage-URL

source: Exception Type
de: Ausnahmetyp

source: Exception Value
de: Ausnahmewert

source: Traceback
de: Zurückverfolgung

source: Display traceback as text
de: Zurückverfolgung als Text darstellen

source: REQUEST
de: ANFRAGE

source: return-to-log-button
de: Zurück zum Log

source: Header
de: Kopf

source: Please note the following:
de: Bitte beachten Sie Folgendes:

source: You might have miss-spelled the url
de: Sie haben evtl. die URL falsch geschrieben.

source: You might be trying to access a non-existing page
de: Sie versuchen, eine nichtexistente Seite aufzurufen

source: The page that you are trying to access is not available
de: Die Seite, die Sie versuchen aufzurufen, ist nicht verfügbar

source: Add a Image
de: Bild hinzufügen

source: Change a file
de: Eine Datei ändern

source: Upload a file
de: Eine Datei hochladen

source: Upload
de: Hochladen

source: Add a File
de: Eine Datei hinzufügen

source: Upload an image
de: Ein Bild hochladen

source: Size
de: Größe

source: add-images-permission
de: Bilder hinzufügen

source: File
de: Datei

source: A File
de: Eine Datei

source: An Image
de: Ein Bild

source: Image
de: Bild

source: Content Type
de: Inhaltstyp

source: The content type identifies the type of data.
de: Der Inhaltstyp identifiziert den Typ der Daten.

source: Data
de: Daten

source: The actual content of the object.
de: Der eigentliche Inhalt des Objekts.

source: Preview
de: Vorschau

source: Folder
de: Ordner

source: Minimal folder
de: Minimaler Ordner

source: Object Name
de: Objektname

source: An error occured.
de: Ein Fehler ist aufgetreten.

source: off
de: aus

source: on
de: an

source: sampleWidget-button-move-up
de: nach oben

source: sampleWidget-button-move-down
de: nach unten

source: sampleWidget-button-remove
de: Entfernen

source: sampleWidget-button-add-done
de: Hinzufügen und fertig

source: sampleWidget-button-add-more
de: Mehr hinzufügen

source: sampleWidget-button-more
de: Mehr

source: sampleWidget-button-clear
de: Löschen

source: sampleWidget-button-query
de: Abfragen

source: sampleWidget-button-select
de: Auswählen

source: sampleWidget-button-dismiss
de: Schließen

source: sampleWidget-label-enter-search-text
de: Suchtext eingeben

source: sampleWidget-label-select-content-type
de: Inhaltstyp auswählen

source: sampleWidget-label-any-content-type
de: Irgendein Inhaltstyp

source: sampleWidget-label-inaccessable-object
de: Unzugängliches Objekt

source: Title
de: Titel

source: widget-missing-single-value
de: Einfacher Wert fehlt

source: widget-missing-multiple-value
de: Mehrere Werte fehlen

source: Updated on ${date_time}
de: Daten am ${date_time} geändert

source: previous-button
de: Zurück

source: next-button
de: Nächste

source: No changes to save
de: Keine Änderungen zu speichern

source: Changes saved
de: Änderungen gespeichert

source: item-missing-single-value-for-display
de: Einfacher Wert fehlt.

source: vocabulary-missing-multiple-value-for-display
de: Mehrere Werte fehlen

source: vocabulary-missing-single-value-for-edit
de: Einfacher Wert fehlt

source: vocabulary-missing-multiple-value-for-edit
de: Mehrere Werte fehlen

source: remove-selected-items
de: Ausgewählte Einträge entfernen

source: Add %s
de: %s hinzufügen

source: vocabulary-query-button-add-done
de: Hinzufügen und fertig

source: vocabulary-query-button-add-more
de: Mehr hinzufügen

source: vocabulary-query-button-more
de: Mehr

source: vocabulary-query-message-no-results
de: Keine Ergebnisse

source: vocabulary-query-header-results
de: Kopfergebnisse

source: required argument 'name' missing
de: Erforderliches Argument 'name' fehlt

source: Up-to-date check failed:
de: Up-to-date Check fehlgeschlagen:

source: Content-Type is not application/x-snarf
de: Der Inhaltstyp ist nicht application/x-snarf

source: Commit results: ${results}
de: Ergebnisse einchecken: ${results}

source: Upload a zipfile in the following form
de: Eine ZIP-Datei in dem folgenden Formular hochladen

source: upload-button
de: Hochladen

source: Commit Action
de: Aktion abschicken

source: Database Schemas
de: Datenbanken-Schemas

source: The database was updated to generation ${generation} for ${application}.
de: Die Datenbank wurde auf Generation ${generation} für ${application} aktualisiert.

source: The database is up to date for ${application}.
de: Die Datenbank ist für ${application} aktualisiert.

source: Application
de: Applikation

source: Minimum Generation
de: Minimale Generation

source: Maximum Generation
de: Maximale Generation

source: Current Database Generation
de: Aktuelle Datenbank Generation

source: Evolve?
de: Entwickeln?

source: No, up to date
de: Nein, aktuell

source: Database generations
de: Datenbank-Generationen

source: Translate
de: Übersetzen

source: Import/Export
de: Importieren/Exportieren

source: Synchronize
de: Synchronisieren

source: Translation Domains allow you to localize your software by providing message translations.
de: Übersetzungsdomänen erlauben Ihnen, Ihre Software durch Übersetzungen einzelner Nachrichten lokal anzupassen.

source: Translation Domains
de: Übersetzungsdomänen

source: Translation Domain
de: Übersetzungsdomäne

source: A Persistent Translation Domain
de: Eine persistente Übersetzungsdomäne

source: New Translation Domain Registration
de: Neue Übersetzungsdomänen-Registrierung

source: Import and Export Messages
de: Nachrichten Importieren und Exportieren

source: Here you can export and import messages from your Translation Domain.
de: Hier können Sie Nachrichten von und zu Ihrer Übersetzungsdomäne im- bzw. exportieren.

source: Import File Name:
de: Dateinamen importieren:

source: export-button
de: Exportieren

source: No connection could be made to remote data source.
de: Es konnte keine Verbindung mit der Fremddatenquelle hergestellt werden.

source: Translation Service - Synchronize
de: Übersetzungsdienst - Synchronisieren

source: save-settings-button
de: Einstellungen speichern

source: synchronize-button
de: Synchronisieren

source: Up to Date
de: Aktuell

source: New Remote
de: Neu in Ferndienst

source: Out of Date
de: Veraltet

source: Does not exist
de: Existiert nicht

source: Newer Local
de: Neuere Ländereinstellung

source: Add new messages
de: Neue Nachrichten hinzufügen

source: Edit Messages
de: Nachrichten bearbeiten
