Repository: goschtl/zope
Catalog: Zope3/tags/ZopeInterface-3.0.0b1/src/zope/app/translation_files/*/LC_MESSAGES/zope.po
Languages: de

source: Delete Messages
de: Nachrichten löschen

source: Select Languages:
de: Sprachen auswählen:

source: Translation Domain - Translate
de: Übesetzungsdomäne - Übersetzen

source: edit-button
de: Bearbeiten

source: New Language:
de: Neue Sprache:

source: filter-button
de: Filtern

source: Message Id
de: Nachrichten-ID

source: Translation Service - Translate
de: Übersetzungsdienst - Übersetzen

source: Edit Message
de: Nachricht bearbeiten

source: A file that supports multiple locales.
de: Eine Datei die mehrere Ländereinstellungen unterstützt.

source: A multi-locale version of an Image.
de: Eine mehrfach-lokale Version eines Bildes

source: Default Language
de: Vorgegebene Sprache

source: Language
de: Sprache

source: show-button
de: Zeigen

source: remove-button
de: Entfernen

source: Add new language
de: Neue Sprache hinzufügen

source: save-changes-button
de: Änderungen speichern

source: Edit Form
de: Bearbeitungsformular

source: This edit form allows you to make changes to the properties of this image.
de: Dieses Berarbeitungsformular erlaubt es Ihnen, Änderungen an den Einstellungen ihres Bildes vorzunehmen.

source: Dimensions
de: Ausmaße

source: An Internationalized File
de: Eine internationalisierte Datei

source: I18n File
de: I18n Datei

source: An Internationalized Image
de: Ein internationalisiertes Bild

source: I18n Image
de: I18n Bild

source: Introspector
de: Introspekteur

source: modify-button
de: Ändern

source: class-attributes
de: Attribute

source: Remove Interfaces:
de: Interfaces entfernen:

source: Add Interfaces:
de: Interfaces hinzufügen:

source: Class Browser
de: Klassen-Browser

source: class-component
de: Klasse

source: class-bases
de: Basen

source: python-module
de: Modul

source: Interfaces from Class
de: Interfaces der Klasse

source: Interfaces from Object
de: Interfaces des Objektes

source: send-mail-permission
de: Emails versenden

source: Queue path
de: Warteschlangenpfad

source: Pathname of the directory used to queue mail.
de: Verzeichnispfad der Email-Warteschlange.

source: Queue Path
de: Warteschlangenpfad

source: Polling Interval
de: Abfrageintervall

source: How often the queue is checked for new messages (in milliseconds)
de: Gibt an, wie oft die Warteschlange für neue Nachrichten abgefragt wird (in Millisekunden)

source: Hostname
de: Servername

source: Name of server to be used as SMTP server.
de: Name des Servers, der als SMTP-Server benutzt werden soll.

source: Port of SMTP service
de: Port des SMTP-Dienstes

source: Username
de: Benutzername

source: Username used for optional SMTP authentication.
de: Benutzername, der für die optionale SMTP-Authentifzierung benutzt wird

source: Password
de: Passwort

source: Password used for optional SMTP authentication.
de: Passwort, das für die optionale SMTP-Authentifzierung benutzt wird.

source: Command
de: Befehl

source: Command used to send email.
de: Befehl zum Email versenden

source: Edit Browser Menu Item
de: Browsermenü-Eintrag bearbeiten

source: A Service For Persistent Browser Menus
de: Ein Dienst für persistente Browsermenüs

source: Overview
de: Überblick

source: Add Browser Menu (Registration)
de: Browsermenü hinzufügen (Registrierung)

source: Browser Menu tools are used to build menus for Web user interfaces.
de: Browsermenü-Werkzeuge werden benutzt, um Menüs für Web-Benutzeroberflächen zu erstellen.

source: Add Browser Menu
de: Browsermenü hinzufügen

source: Edit Browser Menu
de: Browsermenü bearbeiten

source: Add Menu Item
de: Menüeintrag hinzufügen

source: Add Browser Menu Item
de: Browsermenü-Eintrag hinzufügen

source: Content listing
de: Inhaltsauflistung

source: Action
de: Aktion

source: Created
de: Erstellt am

source: Modified
de: Modifiziert am

source: container-delete-button
de: Löschen

source: Local Items
de: Lokale Einträge

source: Inherited Items
de: Geerbte Einträge

source: Menu Service
de: Menüdienst

source: Inherited Menus
de: Geerbte Menüs

source: Local Menus
de: Lokale Menüs

source: Browser Menu
de: Browsermenü

source: A Persistent Browser Menu
de: Ein persistentes Browsermenü

source: Browser Menu Item
de: Browsermenü-Eintrag

source: A Persistent Browser Menu Item
de: Ein Eintrag in einem persistenten Browsermenü

source: A Persistent Browser Menu Service
de: Ein Dienst für persistente Browsermenüs

source: Browser Menu Service
de: Browsermenüdienst

source: Inherit Items
de: Geerbte Einträge

source: If true, this menu will inherit menu items from menushigher up.
de: Wenn wahr, dann erbt dieses Menü Einträge von höherliegenden Menüs

source: Menu of caches to be added
de: Menü der hinzufügbaren Caches

source: Menu of objects to be added to content folders
de: Menü von Objekten die als Inhalt zu dem Ordner hinzugefügt werden können

source: Menu for objects to be added according to containment constraints
de: Menü von Objekten, die dem Ordner je nach Begrenzungen hinzugefügt werden können

source: Menu of objects to be added to site management folders
de: Menü von Objekten die Webseitenverwaltungs-Ordnern hinzugefügt werden können

source: Menu of database connections to be added
de: Menü der Datenbank Verbindungen die hinzugefügt werden können

source: Menu of addable configuration objects
de: Menü der hinzufügbaren Konfigurationsobjekte

source: Menu for displaying alternate representations of an object
de: Menü zum Darstellen alternativen Präsentationen eines Objektes

source: Menu for displaying actions to be performed
de: Menü zum Darstellen von verfügbaren Aktionen

source: module name must be provided
de: Modulname muss bereitgestellt werden

source: The source was updated.
de: Der Quellcode wurde aktualisiert.

source: add-module-button
de: Modul hinzufügen

source: Add a Module
de: Modul hinzufügen

source: Enter the module source code.
de: Geben sie den Quellcode des Moduls ein.

source: View Module Names
de: Modulnamen anzeigen

source: Browse
de: Durchsuchen

source: Module
de: Modul

source: Edit a Module
de: Ein Modul bearbeiten

source: Help
de: Hilfe

source: Menu for displaying help actions to be performed with popup
de: Menü zum Darstellen von Hilfen via eine Popup Fensters

source: Online Help - TOC
de: Online-Hilfe - Inhalt

source: Zope UI Help
de: Zope-Oberflächenhilfe

source: Welcome
de: Willkommen

source: Online Help System
de: Onlinehilfe-System

source: Path to the Resource
de: Pfad zur Ressource

source: The Path to the Resource, assumed to be in the same directory as the Help Topic
de: Der Pfad zur Ressource (wird im selbem Verzeichnis wie das Hilfethema angenommen)

source: The Id of this Help Topic
de: Die Id dieses Hilfthemas

source: Parent Path
de: Elternpfad

source: The Path to the Parent of this Help Topic
de: Der Pfad zum Elternelement des Hilfthemas

source: Help Topic Title
de: Titel des Hilfthemas

source: The Title of a Help Topic
de: Der Titel des Hilfthemas

source: Help Topic
de: Hilfthema

source: Source Text
de: Quelltext

source: Renderable source text of the topic.
de: Darstellbarer Quelltext des Themas.

source: Path to the Topic
de: Pfad zum Thema

source: The Path to the Definition of a Help Topic
de: Der Pfad zur Definition des Hilfthemas

source: Source Type
de: Quelltext-Typ

source: Type of the source text, e.g. structured text
de: Typ des Quelltextes, zum Beispiel "Structured Text"

source: Object Interface
de: Objekt-Interface

source: Interface for which this Help Topic is registered.
de: Interface, für welches dieses Hilfethema registriert ist

source: View Name
de: Ansichtenname

source: The View Name for which this Help Topic is registered
de: Der Ansichtenname, für welchen dieses Hilfethema registriert ist

source: No interpreter named "${lang_name}" was found.
de: Ein Interpreter mit Namen "${name}" wurde nicht gefunden.

source: Inline Code Evaluation is deactivated, which means that you cannot have inline code snippets in your Page Template. Activate Inline Code Evaluation and try again.
de: Inline Code-Ausführung ist deaktiviert. Das bedeutet, dass Sie keinen Inline Code in Ihren Seitenschablonen haben dürfen. Aktivieren Sie Inline Code-Ausführung und versuchen Sie es nochmals.

source: Add Principal Source
de: Prinzipalquelle hinzufügen

source: Add Simple User with details
de: Einfachen Nutzer mit Details hinzufügen

source: Principal
de: Prinzipal

source: Edit User Information
de: Nutzer-Informationen bearbeiten

source: Edit
de: Bearbeiten

source: A Pluggable Authentication uses plug-in principal sources.
de: Eine Pluggable Authentication Service (Legitimationsdienst) nutzt Plug-In Prinzipalquellen.

source: Authentication Service
de: Legitimationsdienst

source: Login
de: Anmeldung

source: The Login/Username of the user. This value can change.
de: Eine Anmeldung (Benutzername) fuer den Nutzer. Dieser Wert kann sich ändern.

source: The password for the user.
de: Ein Passwort für den Nutzer.

source: Change page
de: Seite ändern

source: Register a view page
de: Eine neue Seite registrieren

source: Presentation Service
de: Präsentationsdienst

source: A Presentation Service allows you to register views, resources and skins
de: Ein Präsentationsdienst erlaubt es Ihnen, Ansichten, Ressourcen und Themen zu registrieren.

source: Default Registration
de: Standard-Registrierung

source: Default registration parameters
de: Standard-Parameter für die Registrierung

source: Page Folder
de: Seiten Ordner

source: Register a view ZPT
de: Eine neue Ansichts-Seitenschablone registrieren

source: The interface of the objects being viewed
de: Das Interface der Objekte welches angesehen wird

source: The dotted name of a factory for creating the view
de: Der Name der zur Erzeugung notwendigen Fabrik einer Ansicht

source: Layer
de: Ebene

source: The skin layer the view is registered for
de: Die Themenebene, für welche die Ansicht registriert ist

source: Permission
de: Berechtigung

source: The permission required to use the view
de: Die Berechtigung, die zur Verwendung der Ansicht benötigt wird

source: Apply changes to existing pages
de: Änderungen auf die existierenden Seiten anwenden

source: View Folder
de: Ansichtenordner

source: any-interface
de: Jegliches

source: ${view_name} ${ptype} View for ${iface_name}
de: ${view_name} ${ptype} Ansicht für {iface_name}

source: ${view_name} ${ptype} View for ${iface_name} in layer ${layer}
de: ${view_name} ${ptype} Ansicht für {iface_name} in Ebene ${layer}

source: Registered by ZCML
de: Registriert durch ZCML

source: Request type
de: Anfrage-Typ

source: The type of requests the view works with
de: Der Typ der Anfrage mit welcher die Ansicht arbeitet

source: view-component
de: Ansicht

source: ${view_name} for ${pname} ${what} ${iface_name}
de: ${view_name} für ${pname} {what} {iface_name}

source: ${view_name} for ${pname} ${what} ${iface_name} in layer ${layer}
de: ${view_name} für ${pname} {what} {iface_name} in Ebene ${layer}

source: Page class
de: Seitenklasse

source: Page template
de: Seitenschablone

source: Class attribute
de: Klassenattribut

source: Factory to be called to construct an adapter
de: Fabrik die zur Erzeugung des Adapters aufgerufen wird

source: page-component
de: Seite

source: Page Template
de: Seitenschablone

source: ZPT Template
de: ZPT Schablone

source: Stores Annotations for Principals
de: Speichert Anmerkungen für Prinzipal

source: Principal Annotation Service
de: Prinzipal-Anmerkungsdienst

source: interface-component
de: Interface

source: Specifies the interface this menu item is for.
de: Gibt das Interface an, für welches dieser Menüeintrag gilt.

source: The relative url to use if the item is selected
de: Die URL, die aufgerufen werden soll, wenn der Eintrag ausgewählt ist

source: The url is relative to the object the menu is being displayed for.
de: DIe URL ist relativ zu dem Objekt für das der Menüeintrag angezeigt wird.

source: The text to be displayed for the menu item
de: Der Text, der für den Menüeintrag angezeigt werden soll

source: A longer explanation of the menu item
de: Eine längere Beschreibung des Menüeintrags

source: A UI may display this with the item or display it when the user requests more assistance.
de: Eine Benutzeroberfläche kann dies zusammen mit dem Eintrag anzeigen oder dann, wenn der Benutzer Hilfe verlangt

source: The permission needed access the item
de: Die Berechtigung, die zur Verwendung des Eintrags benötigt wird

source: This can usually be inferred by the system, however, doing so may be expensive. When displaying a menu, the system tries to traverse to the URLs given in each action to determine whether the url is accessible to the current user. This can be avoided if the permission is given explicitly.
de: Diese Angabe wird normalerweise durch das System erzwungen, was aber sehr aufwendig sein kann. Wenn ein Menü dargestellt werden soll, versucht das System den URL-Pfad abzuwandern und in jedem Schritt zu überprüfen, ob der Benutzer Zugriff auf den Teilpfad hat. Dieser Aufwand kann vermieden werden, indem die Berechtigung hier explizit angegeben wird.

source: A condition for displaying the menu item
de: Eine Bedingung zum Darstellen des Menüeintrags

source: The condition is given as a TALES expression. The expression has access to the variables: context -- The object the menu is being displayed for request -- The browser request nothing -- None The menu item will not be displayed if there is a filter and the filter evaluates to a false value.
de: Die Bedingung wird als TALES-Ausdruck angegeben. Der Ausdruck hat Zugriff auf die folgenden Variablen: context -- Das Objekt für das der Eintrag angezeigt wird request -- Die Browseranfrage nothing -- None Der Menüeintrag wird nicht angezeigt, falls ein Filter existiert und der Filter einen unwahren Wert zurückgibt.

source: A descriptive title for documentation purposes
de: Einen beschreibenden Titel für Dokumentationszwecke

source: A longer explanation of the menu
de: Eine längere Beschreibung des Menüs

source: The source of the Python page.
de: Der Quellcode der Python-Seite.

source: The content type the script outputs.
de: Der Typ des Inhalts, den das Skript ausgiebt.

source: A syntax error occured.
de: Ein Syntaxfehler ist aufgetreten.

source: A simple, content-based Python Page
de: Eine einfache, auf Inhalt basierte Python-Seite

source: Python Page
de: Python-Seite

source: Add Python Page
de: Python-Seite hinzufügen

source: An Python Page
de: Eine Python-Seite

source: Edit Python Page
de: Python-Seite bearbeiten

source: Syntax Error: ${msg}
de: Syntaxfehler: ${msg}

source: File "${filename}", line ${lineno}, offset ${offset}
de: Datei "${filename}", Zeile ${lineno}, Verschub ${offset}

source: test-page-title
de: Test

source: Add Database Connection Registration
de: Datenbankverbindungs-Registrierung hinzufügen

source: Database Adapters are used to connect to external relational databases.
de: Datenbankadapter werde benutzt, um Verbindungen zu externen relationalen Datenbanken herzustellen.

source: Database Adapter
de: Datenbankadapter

source: A DA for the built-in 100% Pure Python Gadfly Database
de: Ein DA für die eingebaute 100% pure Python Gadfly Database

source: Add Gadfly Database Adapter
de: Gadfly-Datenbankadapter hinzufügen

source: Connection URI:
de: Verbindungen

source: Template: dbi://username:password@host:port/dbname;param1=value...
de: Beispiel: dbi://benutzer:passwort@server:port/dbname;param1=wert...

source: Edit Relational Database Adapter
de: Relationale-Datenbank-Adapter bearbeiten

source: connect-button
de: Verbinden

source: disconnect-button
de: Verbindung trennen

source: Executed Query:
de: Ausgeführte Abfrage:

source: Database Adapter - Test Connection
de: Datenbankadapter - Testverbindung

source: Here you can enter an SQL statement, so you can test the connection.
de: Sie können hier eine SQL-Abfrage eingeben, um die Verbindung zu testen.

source: Query
de: Abfrage

source: execute-button
de: Ausführen

source: Gadfly Database Adapter
de: Gadfly Datenbankadapter

source: Specify the DSN (Data Source Name) of the database. Examples include: dbi://dbname dbi://dbname;param1=value... dbi://user:passwd/dbname dbi://user:passwd/dbname;param1=value... dbi://user:passwd@host:port/dbname dbi://user:passwd@host:port/dbname;param1=value...
de: Geben Sie die DSN (Data Source Name; Name der Datenquelle) der Datenbank an. Beispiele: dbi://dbname dbi://dbname;param1=wert... dbi://benutzer:passwort/dbname dbi://benutzer:passwort/dbname;param1=value... dbi://benutzer:passwort@rechner:port/dbname dbi://benutzer:passwort@rechner:port/dbname;param1=value...

source: Disabled
de: Deaktiviert

source: Updated
de: Aktualisiert

source: Registration
de: Registrierung

source: Summary
de: Zusammenfassung

source: View Registration Manager
de: Ansichtenregistrierung-Verwalter

source: (disabled)
de: Deaktiviert

source: top-button
de: Anfang

source: up-button
de: Hoch

source: down-button
de: Herunter

source: bottom-button
de: Ende

source: Add a registration for this object
de: Registrierung für dieses Objekt hinzufügen

source: Registrations for this object:
de: Registrierungen für dieses Objekt:

source: This object is registered as:
de: Dieses Objekt ist registriert als:

source: (modify)
de: (ändern)

source: This object is currently active.
de: Dieses Objekt ist momentan aktiv.

source: This object is currently inactive.
de: Dieses Objekt ist momentan nicht aktiv.

source: Advanced Options
de: Fortgeschrittene Optionen

source: This object is not currently active.
de: Dieses Objekt ist momentan nicht aktiv.

source: This object won't actually be used unless it is registered to perform a specific function and is activated.
de: Dieses Objekt wird eigentlich nicht benutzt werden, es sei denn es ist registriert, um eine spezielle Funktion zu erfüllen, und es ist aktiv.

source: Registration Manager
de: Registrierungsverwalter

source: Component path
de: Komponenten-Pfad

source: The path to the component; this may be absolute, or relative to the nearest site management folder
de: Der Pfad zu der Komponente; dieser kann absolut oder relative zu dem nächsten Webseiten-Verwaltungs-Ordner

source: The permission needed to use the component
de: Die Berechtigung, die zur Verwendung der Komponente benötigt wird

source: Unregistered
de: Nicht registriert

source: Registered
de: Registriert

source: Active
de: Aktiviert

source: Registration status
de: Registrierungsstatus

source: Plain Text Source
de: Quelle für einfachen Text

source: Plain Text
de: Einfacher Text

source: Structured Text (STX)
de: Strukturierter Text (STX)

source: Structured Text (STX) Source
de: Quelle für Strukturierten Text (STX)

source: ReStructured Text (ReST)
de: ReStrukturierter Text (reST)

source: ReStructured Text (ReST) Source
de: Quelle für ReStrukturierten Text (reST)

source: Tip
de: Tipp

source: Loading...
de: Laden...

source: Extended Editor
de: Erweiterter Editor

source: Location:&nbsp;
de: Standort:&nbsp;

source: [Logout]
de: [Abmelden]

source: [Login]
de: [Anmelden]

source: Add:
de: Hinzufügen:

source: User:
de: Benutzer:

source: Must select a field to delete
de: Zum löschen müssen Sie ein Feld auswählen

source: Invalid field name: %s
de: Ungültiger Feldname: %s

source: Invalid position: %s
de: Ungültige Position: %s

source: Menu of Fields to be added to a schema.
de: Menü von Feldern, die dem Schema hinzugefügt werden können

source: New Mutable Schema Registration
de: Neue Registrierung für veränderbare Schemata

source: These are schemas that live in the ZODB and are modifiable.
de: Es handelt sich um Schemas, die in der ZODB leben und verändert werden können.

source: Persistent, Local Schemas
de: Persistente lokale Schemas

source: Edit Schema
de: Schema bearbeiten

source: Read-Only
de: Nur lesbar

source: delete-field-button
de: Feld löschen

source: Mutable Schema
de: Veränderbares Schema

source: A Persistent Schema that can be edited through the web
de: Ein persistentes Schema, das online bearbeitet werden kann

source: A Float Field
de: Ein Fließkommazahlenfeld

source: Add Float Field
de: Fließkommazahlenfeld hinzufügen

source: Edit Float Field
de: Fließkommazahlenfeld bearbeiten

source: Add Datetime Field
de: Zeitdatumfeld hinzufügen

source: A Datetime Field
de: Ein Zeitdatumfeld

source: Edit Datetime Field
de: Zeitdatumfeld bearbeiten

source: Edit Text Field
de: Textfeld bearbeiten

source: TextLine Field
de: Textzeilenfeld

source: A TextLine Field
de: Ein Textzeilenfeld

source: Add TextLine Field
de: Textzeilenfeld hinzufügen

source: Edit TextLine Field
de: Textzeilenfeld bearbeiten

source: Add Boolean Field
de: Boolsches Feld hinzufügen

source: A Boolean Field
de: Ein Boolsches Feld

source: A Text Field
de: Ein Textfeld

source: Add Text Field
de: Textfeld hinzufügen

source: Edit Boolean Field
de: Boolsches Feld bearbeiten

source: Add Integer Field
de: Ganzahlfeld hinzufügen

source: An Integer Field
de: Ein Ganzahlfeld

source: Edit Integer Field
de: Ganzahlfeld bearbeiten

source: BytesLine Field
de: Byteszeilenfeld

source: Text Field
de: Textfeld

source: Text Line Field
de: Textzeilenfeld

source: Boolean Field
de: Boolsches Feld

source: Integer Field
de: Ganzahlfeld

source: Float Field
de: Fließkommazahlenfeld

source: Tuple Field
de: Tupelfeld

source: List Field
de: Listenfeld

source: Set Field
de: Setfeld

source: Password Field
de: Passwortfeld

source: Dict Field
de: Dict-Feld

source: Datetime Field
de: Zeitdatumfeld

source: SourceText Field
de: Quelltextfeld

source: Object Field
de: Objektfeld

source: URI Field
de: URI-Feld

source: Id Field
de: ID-Feld

source: Interface Field
de: Interface-Feld

source: Container Field
de: Behälterfeld

source: Iterable Field
de: Wiederholendes Feld

source: Basic Field
de: Grundfeld

source: Orderable Field
de: Sortierbares Feld

source: MinMaxLen Field
de: MinMaxLen-Feld

source: Bytes Field
de: Bytesfeld

source: Schema-based Content Component Instance
de: Schema-basierte Inhaltskomponenten-Instanz

source: Schema-based Content
de: Schemabasierter Inhalt

source: Content Component Definition Registration
de: Registrierung für Definitionen von Inhaltskomponenten

source: Content Component Definitions are used to declare schema-based content objects.
de: Inhaltskomponentendefinitionen werden dazu verwendet, um Schema-basierte Inhaltsobjekte zu deklarieren.

source: Define Permissions
de: Berechtigungen definieren

source: Menu Item
de: Menüeintrag

source: New Content Component Instance
de: Neue Inhaltskomponenten-Instanz

source: Map permissions to Schema fields
de: Berechtigungen auf Schema-Felder zuweisen

source: change-button
de: Änderungen Speichern

source: A Persistent Content Component Definition
de: Eine persistente Definition von Inhaltskomponenten

source: Content Component Definition
de: Definition von Inhaltskomponenten

source: No local/peristent Browser Menu Service found.
de: Kein lokaler/persistenter Browsermenüdienst gefunden.

source: No local Browser Menu called "${name}" found.
de: Kein lokales Browsermenü names "${name}" gefunden.

source: Menu Id
de: Menü-ID

source: Specifies the menu this menu item will be added to.
de: Gibt das Menü an, zu dem dieser Menüeintrag hinzugefügt wird.

source: Create Menu
de: Menü erstellen
