Repository: goschtl/zope
Catalog: Zope3/tags/ZopeInterface-3.0.0b1/src/zope/app/translation_files/*/LC_MESSAGES/zope.po
Languages: de

source: If set to True, the system will create a local Browser Menu Service and local Browser Menu for you. If this option is set to False, the system will try to find the next local browser menu service that has a menu with the specifed id. If no menu was found or the menu is a global menu, then an error is created.
de: Wenn dies auf True (wahr) gesetzt wird, wird das System einen lokalen Browsermenüdienst und ein lokales Browsermenü für Sie erstellen. Falls False (falsch, unwahr) angegeben wird, wird das System versuchen, den nächsten lokalen Browsermenüdienst mit der angegebenen ID zu finden. Falls kein Menü gefunden werde kann oder das Menü ein globales Menü sein sollte, wird ein Fehler ausgegeben.

source: Name of Content Component Type
de: Name des Inhaltskomponenten-Typ

source: This is the name of the document type.
de: Name des Dokumenttypen.

source: schema-component
de: Schema

source: Specifies the schema that characterizes the document.
de: Gibt das Schema an, welches das Dokument charakterisiert.

source: Copy Schema
de: Schema kopieren

source: If this field is set to True, a copied version of the schema will be used in the Content Component instance. This has the advantage that an existing Content Component's schema is set in stone and can never change, even when a mutable schema evolves. If the value is False, then the Content Component's can change (which is desirable in some cases - i.e. during development.)
de: Falls dieses Feld auf Wahr gesetzt wird, wird eine Kopie des Schemas in der Instanz der Inhaltskomponente verwendet. Dies hat den Vorteil, dass das Schema einer bereits existierenden Inhaltskomponente in Stein gemeißelt ist und sich niemals ändern kann, selbst wenn das Schema verändernt wird. Falls der Wert Falsch ist, dann können sich Inhaltskomponenten ändern (was manchmal erwünscht ist, z.B. während der Entwicklung)

source: Back to the main page.
de: Zurück zur Hauptseite.

source: Login successful!
de: Login erfolgreich!

source: You are now logged in as ${UserTitle}.
de: Sie sind nun als ${UserTitle} eingelogged.

source: Login Failed!
de: Login fehlgeschlagen!

source: You cancelled the login procedure. <a href=""> Click here to return. </a>
de: Sie haben den Loginprozess abgebrochen. <a href=""> Bitte hier klicken um zurückzukehren. </a>

source: Logout successful!
de: Ausloggen erfolgreich!

source: You are now logged out.
de: Sie sind nun ausgeloggt.

source: You are being redirected!
de: Sie werden gerade umgeleitet!

source: If you you see this screen for more than 5 seconds, click here.
de: Wenn sie diesen Bildschirm für mehr als 5 Sekunden sehen, klicken sie bitte hier.

source: change-security-settings-permission
de: Sicherheitseinstellungen ändern

source: manage-content-permission
de: Inhalt verwalten

source: Special permission indicating unconditional access. Public resources are always accessable.
de: Spezielle Berechtigung, die bedingungslosen Zugriff bereitstellt. "Public" Resourcen sind immer zugänglich.

source: view-permission
de: Ansehen

source: manage-service-bindings-permission
de: Dienstebindungen verwalten

source: Manage executable code, including Python, SQL, ZPT, etc.
de: Ausführbaren Code (inkl. Python, SQL, ZPT etc.) verwalten

source: manage-code-permission
de: Quellcode verwalten

source: manage-services-permission
de: Dienste verwalten

source: manage-principal-permission
de: Dienste verwalten

source: Manage the Zope Application, such as Restart/Shutdown or packing the ZODB.
de: Zope-Anwedung verwalten (z.B. neustarten/runterfahren/ZODB packen)

source: manage-application-permission
de: Anwendung verwalten

source: Id as which this permission will be known and used.
de: ID, unter der diese Erlaubnis bekannt sein und benutzt werden soll.

source: Provides a title for the permission.
de: Titel der Erlaubnis an.

source: Provides a description for the permission.
de: Eine detailierte Beschreibung der Erlaubnis.

source: The unique identification of the principal.
de: Die eineindeutige Identifikation des Nutzers.

source: The title of the principal. This is usually used in the UI.
de: Der Titel des Prinzipals. Dieser wird normalerweise in der OberflächeI verwendet.

source: Description
de: Beschreibung

source: A detailed description of the principal.
de: Eine detailierte Beschreibung des Prinzipals.

source: New Role
de: Neue Rolle

source: A Persistent Role
de: Eine persistente Rolle

source: New Role Registration
de: Neue Rollen-Registrierung

source: Roles are used to combine permissions and can be assigned to principals.
de: Rollen werden dazu benutzt, Erlaubnisse zu kombinieren, und können Prinzipalen zugewiesen werden.

source: Role
de: Rolle

source: Grant
de: Gewähren

source: Grant permissions to roles
de: Rollen-Berechtigungen gewähren

source: Grant roles to principals
de: Prinzipal Erlaubnisse gewähren

source: Roles
de: Rollen

source: Helpful message.
de: Hiflreiche Nachricht

source: Roles assigned to the permission ${perm_title} (id: ${perm_id})
de: Der Berechtigung zugewiesene Rollen ${perm_title} (id: ${perm_id})

source: Setting
de: Einstellung

source: Permissions assigned to the role ${role_title} (id: ${role_id})
de: Der Rolle zugewiesene Berechtigungen ${perm_title} (id: ${perm_id})

source: Helpful message explaining about how to set specific roles
de: Hilfreiche Nachricht die erklärt wie man spezifische Rollen setzen kann.

source: Permission Settings
de: Berechtigungseinstellungen

source: Allowed Permissions
de: Zugelassene Berechtigungen

source: Denied Permissions
de: Verweigerte Berechtigungen

source: Remove selected permission settings
de: Ausgewählte Berechtigungseinstellungen entfernen

source: Permission settings for ${principal_title}
de: Berechtigungseinstellungen für ${principal_title}

source: Add permission settings
de: Berechtigungseinstellungen hinzufügen

source: grant-button
de: Gewähren

source: Apply filter
de: Filter anwenden

source: Principal(s)
de: Prinzipal(e)

source: Role(s)
de: Rolle(n)

source: Settings changed at ${date_time}
de: Daten am ${date_time} geändert

source: permission-acquire
de: Erwerben

source: permission-allow
de: Erlauben

source: permission-deny
de: Verweigern

source: All users have this role implicitly
de: Alle Benutzer haben diese Rolle impliziterweise

source: Everybody
de: Alle

source: Site Manager
de: Webseiten-Verwalter

source: Site Member
de: Webseiten-Mitglied

source: Cookie Browser ID Manager Properties
de: Cookie-Browser-ID-Verwalter Eigenschaften

source: Stores session data persistently in the ZODB
de: Speichert Sitzungsdaten persistent in der ZODB

source: Persistent Session Data Container
de: Persistenter Sitzungsdatenbehälter

source: Stores session data in RAM
de: Speichert Sitzungsdaten im RAM

source: RAM Session Data Container
de: RAM-Sitzungsdatenbehälter

source: Session Data Container Properties
de: Eigenschaften von Sitzungsdatenbehälter

source: Uses a cookie to uniquely identify a browser, allowing state to be maintained between requests
de: Benutzt einen Cookie, um einen Browser eindeutig zu identifzieren, so dass der Sitzungsstatus zwischen Anfragen behalten werden kann.

source: Cookie Browser Id Manager
de: Cookie-Browser-ID-Verwalter

source: Timeout
de: Auszeit

source: Number of seconds before data becomes stale and may be removed
de: Anzahl von Sekunden bis die Daten verfallen und gelöscht werden können

source: Purge Interval
de: Abfrageintervall

source: How often stale data is purged in seconds. Higer values improve performance.
de: Wie oft verfallene Daten gelöscht werden, in Sekunden. Höhere Werte verbessern die Geschwindigkeit.

source: Last Access Time
de: Letzter Zugriff

source: Approximate epoch time this ISessionData was last retrieved from its ISessionDataContainer
de: Ungefähre Epoch-Zeit, seitdem der ISessionDataContainer zuletzt auf dieses ISessionData zugegriffen hat.

source: Name of cookie used to maintain state. Must be unique to the site domain name, and only contain ASCII letters, digits and '_'
de: Name des Cookies, der zur Sitzungsidentifkation benutzt wird. Er muss eindeutig sein und darf nur ASCII Buchstaben, Zahlen und '_' enthalten.

source: Cookie Lifetime
de: Cookie-Lebensdauer

source: Number of seconds until the browser expires the cookie. Leave blank expire the cookie when the browser is quit. Set to 0 to never expire.
de: Anzahl von Sekunden bis der Cookie im Browser verfällt. Lassen Sie dieses Feld leer, verfällt der Cookie, wenn der Browser beendet wird, setzten sie es auf 0, verfällt der Cookie niemals.

source: Add Service
de: Dienst hinzufügen

source: Add Utility
de: Werkzeug hinzufügen

source: Activated: ${activated_services}
de: Aktiviert: ${activated_services}

source: All of the checked services were already active
de: Alle ausgewählten Dienste waren schon aktiv

source: Deactivated: ${deactivated_services}
de: Deaktiviert: ${deactivated_services}

source: None of the checked services were active
de: Kein ausgewählter Dienst war aktiv

source: Can't delete active service(s): ${service_names}; use the Deactivate button to deactivate
de: Kann nicht aktive Dienst(e) löschen: ${service_names}; bitte benutzen Sie Deaktivieren, um die Dienste zu deaktivieren

source: Deleted: ${service_names}
de: Gelöscht: ${service_names}

source: Invalid service type specified
de: Ungültiger Diensttyp angegeben

source: No change
de: Keine Änderungen

source: Service deactivated
de: Dienst deaktiviert

source: ${active_services} activated
de: ${active_services} aktiviert

source: register-button
de: Registrieren

source: Service name
de: Dienstname

source: reset-button
de: Zurücksetzen

source: Register this object to provide the following service(s):
de: Dieses Objekt so registrieren, dass es die folgenden Dienste zur Verfügung stellt:

source: Interface Browse
de: Interface Übersicht

source: Visit default folder
de: Direkt zum 'default' Paket

source: Add service
de: Dienst hinzufügen

source: Add Site Management Folder
de: Webseitenverwaltungsordner hinzufügen

source: Edit Service Registration
de: Dienste-Registrierung bearbeiten

source: Takes you to a menu of services to add
de: Bringt sie zu einem Menü zum hinzufügen von Diensten

source: Service
de: Dienst

source: Service Tools
de: Dienstwerkzeuge

source: Service tool management.
de: Dienstwerkzeug-Verwaltung

source: Tools
de: Werkzeuge

source: Make a site
de: Webseite erstellen

source: Manage Site
de: Webseite verwalten

source: Site-Management Folder
de: Webseitenverwaltungsordner

source: Tasks
de: Aufgaben

source: Interfaces registered with the Utility service
de: Interfaces die mit dem Werkzeugdienst registriert sind

source: Documentation
de: Dokumentation

source: class-methods
de: Methoden

source: Method Signature
de: Methodensignatur

source: Field Name
de: Feldname

source: Type
de: Typ

source: * indicates required fields.
de: * zeigt ein erfordertes Feld an.

source: Registrations for ${service_name} service
de: Registrierungen für den ${service_name}-Dienst

source: Usage Summary
de: Nutzungs-Zusammenfassung

source: Implementation Summary
de: Realisierungs-Zusammenfassung

source: Registrations for service ${service_type}
de: Registrierungen für den ${service_type}-Dienst

source: submit-button
de: Abschicken

source: (click to clear message)
de: (Nachricht löschen)

source: No services are registered.
de: Es sind keine Dienste registriert.

source: Unless a service is disabled the service name links to the active service. The (change registration) link allows activating a different implementation or disabling the service altogether.
de: Es sei denn ein Dienst ist deaktiviert, der Name des Dienstes bietet eine Link zu dem aktiven Dienst. Der (Registrierung ändern) Link erlaubt das Aktivieren einer anderen Implementation oder sogar das Abschalten des Dienstes.

source: Services registered in this site manager
de: Dienste die mit diesem Seitenverwalter registriert sind

source: (change registration)
de: (Registrierung ändern)

source: label-tools
de: Werkzeuge

source: Tools consist of Services and Utilities. Services register themselves with the Service Service while utilities register themselves with the Utility Service. They perform tasks like error logging, translation, authentication and so on. You may configure the services and utilities already present in this site or provide new serivces and utilities (which may override existing tools).
de: Tools bestehen aus Diensten und Werkzeugen. Dienste registrieren such mit dem Dienst-Dienst, während Werkzeuge sich selbst mit dem Werkzeugdienst registrieren. Diese führen Aufgaben wie Fehlerlogging, Übersetzungen, Authentifizierung und so weiter aus. Sie können hier entweder existierende Dienste und Werkzeuge konfigurieren oder neue Dienste und Werkzeuge bereitstellen (welche eventuell existierende Tools aufheben).

source: label-configure-services
de: Dienste konfigurieren

source: label-configure-utilities
de: Dienste konfigurieren

source: label-add-service
de: Dienst hinzufügen

source: label-add-utility
de: Werkzeug hinzufügen

source: heading-common-site-management-tasks
de: Häufige Webseitenverwaltungsaufgaben

source: label-software
de: Software

source: The site may customize the behavior of existing software or define its own. The first step in creating a new software package is to create a new Site Management Folder to contain the software.
de: Diese Webseite kann das Verhalten von bestehender Software anpassen oder ein eigenes Verhalten definieren. Der erste Schritt beim Erstellen eines neuen Softwarepakets is das erstellen eines Webseitenverwaltungsordners, der die Software enthält.

source: label-customize-existing-software
de: Das Verhalten von existierender Software anpassen

source: label-create-new-site-management-folder
de: Neuen Webseitenverwaltungsordner erstellen

source: The site management interface allows you to setup and configure software for this site.
de: Die Webseitenverwaltungs-Oberfläche erlaubt es, Software dieser Webseite zu installieren und konfigurieren.

source: rename-button
de: Umbenennen

source: refresh-button
de: Auffrischen

source: apply-button
de: Anwenden

source: cancel-button
de: Abbrechen

source: No tools are registered.
de: Es sind keine Werkzeuge registriert.

source: Unless a tool is disabled the tool name links to the active tool. ...
de: Der Werkzeugname verweist auf das aktive Werkzeug, es sei denn das Werkzeug ist deaktiviert

source: Parent
de: Eltern

source: active
de: aktiv

source: disabled
de: deaktiviert

source: activate-button
de: Aktivieren

source: deactivate-button
de: Deaktivieren

source: add-button
de: Hinzufügen

source: delete-button
de: Löschen

source: Available Tools
de: Verfügbare Werkzeuge

source: Deleted selected tools.
de: Ausgewählte Tools wurden gelöscht.

source: Renamed selected tools.
de: Ausgewählte Tools umbenannt.

source: Activated registrations.
de: Registrierungen wurden aktiviert.

source: Deactivated registrations.
de: Registrierungen wurden deaktiviert.

source: The name that is registered
de: Der Name der registriert ist

source: add-and-test
de: Hinzufügen und Testen

source: Add a SQL Script
de: SQL-Skript hinzufügen

source: Edit an SQL script
de: Ein SQL Skript bearbeiten

source: change-and-test
de: Änderungen Speichern und Testen

source: Value
de: Wert

source: test-button
de: Test

source: An Error occurred
de: Ein Fehler ist aufgetreten

source: add-sql-scripts-permission
de: SQL-Skripte hinzufügen

source: A content-based script to execute dyanmic SQL.
de: Ein inhaltsbasiertes Skript zum Ausführen von dynamischen SQL

source: SQL Script
de: SQL-Skript

source: Connection Name
de: Verbindungsname

source: The Connection Name for the connection to be used.
de: Der Verbindungsname für die zu benutzende Verbindung.

source: Arguments
de: Argumente

source: A set of attributes that can be used during the SQL command rendering process to provide dynamic data.
de: Eine Sammlung von Attributen, die, während der SQL-Befehl zusammengestellt wird, als dynamische Variablen verfügbar sind.

source: The SQL command to be run.
de: Der auszuführende SQL-Befehl

source: There isn't enough context to get URL information. This is probably due to a bug in setting up location information.
de: Es gibt nicht genug Kontext um die URL-Informationen abzurufen. Dies ist wahrscheinlich auf einen Fehler in der Installation von Lokalisierungsinformationen zurückzuführen.

source: Redo!
de: Wiederherstellen!

source: Undo more
de: Mehr rückgängig

source: Undo all
de: Alles rückgängig

source: undo-all-transactions-permission
de: Alle Transaktionen rückgängig machen

source: With this permission a user may undo all transactions, regardless of who initiated them
de: Mit dieser Erlaubnis darf ein Benutzer alle Transaktionen, gleichgültig wer sie initiiert hat, rückgängig machen.

source: With this permission a user may undo his/her own transactions.
de: Mit dieser Erlaubnis darf ein Benutzer seine eigenen Transaktionen rückgängig machen

source: undo-own-transaction-permission
de: Eigene Transaktionen rückgängig machen

source: Undo!
de: Rückgängig!

source: Select one or more transactions from the list below and click the button below. Please be aware that you may only undo a transaction if the object has not been modified in a later transaction by you or any other user.
de: Wählen Sie eine oder mehrere Transaktionen aus der Liste und klicken sie auf die Schaltfläche unten. Bitte beachten Sie, dass Sie nur Transaktionen rückgängig machen können, wen n das Objekt seitdem in einer späteren Transaktionen weder von Ihnen noch von jemand anderes verändert wurde.

source: This form lets you undo all transactions initiated by any user.
de: Dieses Formular bietet die Möglichkeit, Transaktionen aller Benutzer rückgängig zumachen

source: View ${number} earlier transactions
de: ${number} ehere Transaktionen anzeigen

source: View ${number} later transactions
de: ${number} spätere Transaktionen anzeigen

source: undo-button
de: Rückgängig

source: You are looking at transactions regardless of location.
de: Sie betrachten gerade Transaktionen aller Orte.

source: View only transactions in this location
de: Betrachte nur Transaktionen dieses Ortes

source: You are looking only at transactions from this location.
de: Sie betrachten gerade nur Transaktionen dieses Ortes.

source: View transactions regardless of location
de: Betrachte Transaktionen aller Orte

source: heading-location
de: Ort

source: heading-request-info
de: Anfrageinformationen

source: heading-principal
de: Prinzipal

source: heading-date
de: Datum

source: heading-description
de: Beschreibung

source: This form lets you undo your last transactions. You are only viewing transactions initiated by you.
de: Dieses Formular bietet Ihnen die Möglichkeit, Ihre letzten Transaktionen rückgängig zu machen. Sie betrachten gerade die Transaktionen, die von Ihnen ausgegangen sind.

source: Deactivated: ${deactivated_utilities}
de: Deaktiviert: ${deactivated_utilities}

source: None of the checked utilities were active
de: Keine der ausgewählten Werkzeuge war aktiv.

source: Can't delete active utility/utilites: ${utility_names}; use the Deactivate button to deactivate
de: Kann aktive Werkzeuge nicht löschen: ${utility_names}; bitte benutzen Sie Deaktivieren, um die Werkzeuge zu deaktivieren

source: Deleted: ${utility_names}
de: Gelöscht: ${utility_names}

source: Please select at least one checkbox
de: Bitte machen Sie wenigstens ein Häkchen

source: Activated: ${activated_utilities}
de: Aktiviert: ${activated_utilities}

source: All of the checked utilities were already active
de: Alle der ausgewählten Werkzeuge waren schon aktiv

source: A Local Utility Service allows you to register Utilities in this site
de: Ein lokaler Werkzeugdienst erlaubt es Ihnen ein Werkzeug in dieser Seite zu registrieren.

source: Utility Service
de: Werkzeugdienst

source: New Utility Registration
de: Neue Werkzeug-Registrierung

source: Edit Utility Registration
de: Werkzeug-Registrierung bearbeiten

source: Add utility
de: Werkzeug hinzufügen

source: Utility registrations for interface ${interface}
de: Werkzeugregistrierung für Interface ${interface}

source: update-button
de: Aktualisieren

source: Utility registrations for interface ${interface} with name ${utility_name}
de: Werkzeugregistrierung für Interface ${interface} mit dem Namen ${utility_name}

source: change registration
de: Registrierung ändern

source: Utilities registered in this utility service
de: Werkzeuge, die mit diesem Werkzeugdienst registriert sind

source: Register As
de: Registrieren als

source: The interface provided by the utility
de: Das Interface das von dem Werkzeug bereitgestellt wird

source: The physical path to the component
de: Der physische Pfad zu der Komponente

source: View
de: Ansicht

source: Parents
de: Eltern

source: Comment
de: Kommentar

source: A Comment
de: Ein Kommentar

source: Menu for Wiki Page related actions.
de: Menü für Wikiseiten-bezogene Aktionen

source: Table of Contents
de: Inhaltsverzeichnis

source: A Wiki
de: Ein Wiki

source: TOC
de: Inhaltsverz.

source: Search
de: Suchen

source: Subscriptions
de: Abonnements

source: Change Wiki Page
de: Wiki-Seite ändern

source: Add Wiki
de: Wiki hinzufügen

source: reparent-button
de: Erneuere Eltern Verzweigung

source: Branch
de: Zweig

source: Last modified by ${user} on ${date}
de: Zuletzt von ${user} am ${date} modifiziert

source: Jump to:
de: Springe zu:

source: User: ${user} (${login}) <div id="search"> <a href="../@@search.html">Search Wiki</a> </div>
de: Benutzer: ${user} (${login}) <div id="search"> <a href="../@@search.html">Wiki Durchsuchen</a> </div>

source: Current Subscriptions
de: Aktuelle Abonnements

source: Enter new Users (separate by 'Return')
de: Geben Sie neue Benutzer sein (pro Zeile einen Benutzer)

source: Wiki Search
de: Wiki-Suche

source: Wiki Table of Contents
de: Wiki Inhaltsverzeichnis

source: A Wiki Page
de: Wiki-Seite hinzufügen

source: Wiki Page
de: Wiki-Seite

source: The Wiki Editor can create and edit wikis.
de: Der Wiki-Editor kann Wikis erstellen und bearbeiten.

source: A Wiki Page Comment
de: Ein Wiki-Seiten-Kommentar

source: Wiki Page Comment
de: Wikiseiten-Kommentar

source: The Wiki Admin can fully manage wiki pages.
de: Der Wiki-Administrator kann Wiki-Seiten komplett verwalten.

source: View Wiki Page
de: Wiki-Seite ansehen

source: View a Wiki Page
de: Wiki-Seite ansehen

source: Comment on Wiki Page
de: Wiki-Seite kommentieren

source: Make a comment on Wiki Page
de: Ein Kommentar zu einer Wiki-Seite abgeben

source: Add Wiki Page
de: Wiki-Seite hinzufügen

source: Edit Wiki Page
de: Wiki-Seite bearbeiten

source: Delete Wiki Page
de: Wiki-Seite löschen

source: Reparent Wiki Page
de: Wiki-Seite neu zuordnen

source: Reparent a Wiki Page
de: Wiki-Seite neu zuordnen

source: Wiki User
de: Wiki-Benutzer

source: Wiki visitors, which can only view and comment on wikis.
de: Wiki-Besucher, die nur betrachten und kommentieren dürfen.

source: Minimal Wiki Page Container implementation
de: Minimale Wikiseiten-Behälter-Implementation

source: Comment Title
de: Kommentartitel

source: Renderable source text of the comment.
de: Darstellbarer Quelltext des Kommentars.

source: Renderable source text of the Wiki Page.
de: Darstellbarer Quelltext der Wiki Page.

source: Wiki Page Parents
de: Übergeordnete Wiki Seiten

source: Parents of a Wiki
de: Wiki-Eltern

source: Parent Name
de: Elternname

source: Name of the parent wiki page.
de: Name der übergeordneten Wiki Seite.

source: Workflow Process Definitions define a particular workflow for an object.
de: Prozessdefinitionen werden dazu benutzt, das Verhalten von Arbeitsabläufen zu definieren.
