Repository: goschtl/zope
Catalog: Zope3/tags/ZopeInterface-3.0.0b1/src/zope/app/translation_files/*/LC_MESSAGES/zope.po
Languages: de

source: Process Definition: ${pd_name}
de: Prozessdefinition: ${pd_name}

source: Process Definition
de: Prozessdefinition

source: Import / Export Process Definitions:
de: Import / Export Prozessdefinitionen:

source: Import:
de: Importiern:

source: import-button
de: Importieren

source: Export: <a href="@@export.html">save as file</a>
de: Exportieren: <a href="@@export.html">Speichere als Datei</a>

source: Import was successfull!
de: Import war erfolgreich!

source: Outgoing Transitions:
de: Verlassende Übergänge

source: Key
de: Schlüssel

source: create-workflow-processinstances-permission
de: Arbeitsablauf-Prozessinstanzen erstellen

source: use-workflow-processinstances-permission
de: Arbeitsablauf-Prozessinstanzen benutzen

source: manage-workflow-processdefinitions-permission
de: Arbeitsablauf-Prozessdefinitionen verwalten

source: Add Content
de: Inhaltstyp hinzufügen

source: Add State
de: Zustand hinzufügen

source: Add Transition
de: Übergang hinzufügen

source: Edit a Transition
de: Übergang bearbeiten

source: Stateful Transition
de: Zustandsbasierter Übergang

source: Content Workflows Manager
de: Verwalter von Arbeitsabläufen von Inhalten

source: An utility to manage content and workflow interaction.
de: Ein Werkzeug, um Inhalt und Arbeitsläufe zu verwalten.

source: Content/Process Registry
de: Inhalt/Prozess-Registrierung

source: Workflows
de: Arbeitsabläufe

source: Relevant Data Schema
de: Revelantes Datenschema

source: Manage States
de: Zustände verwalten

source: Manage Transitions
de: Übergänge verwalten

source: State Items
de: Zustände

source: Transition Items
de: Übergänge

source: A stateful workflow process definition
de: Eine zustandsbasierte Arbeitsablauf-Prozessdefinition

source: Stateful Process Definition
de: Zustandsbasierte Prozessdefinition

source: Stateful State
de: Zustandsbasierter Zustand

source: Mapping(s) added.
de: Zuweisung(en) hinzugefügt.

source: Mapping(s) removed.
de: Zuweisung(en) entfernt.

source: This screen let's you specify which content types (by interface) can receive which workflows (process definitions).
de: Diese Ansicht erlaubt es ihnen zu sagen, welche Inhaltstypen (per Interface) welche Arbeitsabläufe (Prozessdefinitionen) erhalten könen.

source: Available Mappings
de: Verfügbare Zuweisungen

source: switch-view-button
de: Ansicht ändern

source: remove-mappings-button
de: Zuweisungne Entfernen

source: Add new Mapping
de: Neue Zuweisungen hinzufügen

source: add-mappings-button
de: Zuweisung Hinzufügen

source: Set Workflow-Relevant Data Schema
de: Arbeitsablauf-relevantes Datenschema bestimmen

source: set-schema-button
de: Schema ändern

source: Process Definition <-> Content Type Registry
de: Prozessdefinition <-> Inhaltstyp-Registrierung

source: Process Definition: ${name}
de: Prozessdefinition: ${name}

source: States
de: Zustände

source: Process Definition States
de: Prozessdefinitionen-Zustände

source: Transitions
de: Übergänge

source: Process Definition Transitions
de: Prozessdefinitionen-Übergänge

source: Updated Workflow Data.
de: Arbeitsablaufdaten wurden aktualisiert.

source: Workflow:
de: Arbeitsablauf:

source: choose-button
de: Auswählen

source: Workflow: ${wf_title}
de: Arbeitsablauf: ${wf_title}

source: Current Status:
de: Derzetiger Zustand:

source: Possible State Changes:
de: Mögliche Zustandsänderungen

source: Workflow Options
de: Arbeitsablauf-Optionen

source: make-transition-button
de: Übergang vornehmen

source: Workflow-relevant Data
de: Arbeitsablauf-relevante Daten

source: Destination State
de: Ziel-Zustand

source: Condition
de: Bedingung

source: Source State
de: Quell-Zustand

source: Logged in as ${user_title}
de: Sie sind nun als ${user_title} eingelogged.

source: Views
de: Ansichten

source: Actions
de: Tätigkeiten

source: Location:
de: Standort:

source: Common Tasks
de: Oftgenutzte Aufgaben

source: user accounts
de: Benutzerkonten

source: User Accounts
de: Benutzerkonten

source: control panels
de: Kontrollen

source: Control Panels
de: Kontrollen

source: system security
de: Systemsicherheit

source: System Security
de: Systemsicherheit

source: add more
de: Mehr hinzufügen

source: Add More
de: Mehr hinzufügen

source: Root Folder
de: Wurzelordner

source: Templated Page
de: Dynamische Seite

source: Add a ZPT Page
de: Eine ZPT Seite hinzufügen

source: Edit a ZPT page
de: Eine ZPT Seite bearbeiten

source: This screen allows you to activate Inline Code Evaluation. This means that you can say ${code-example-1} or ${code-example-2}
de: Dieser Schirm erlaubt es Ihnen, die Ausführung von Inline-Code zu aktivieren. Das bedeutet, Sie können ${code-example-1} oder ${code-example-2} schreiben.

source: Many Zope 3 developers consider inline code blocks something very bad, since it does not follow the design of Page Templates or Zope 3 in general. However, application and application server developers are not the only audience for Zope 3. Scripters are used to inline code from other technologies like PHP and it fits their brain, which is very important.
de: Viele Zope 3 Entwickler halten Inline Code für etwas sehr schlechtes, da es weder der Machart von Seitenschablonen im Speziellen noch der von Zope 3 im Generellen entspricht. Allerdings sind Anwendungs- und Anwendungsserver-Entwickler nicht das einzige Publikum für Zope 3. Sogenannte "Skripter" sind Inline Code von anderen Technologien wie PHP gewohnt. Inline Code entspricht daher ihrem denken mehr.

source: There are ${num_errors} input errors.
de: Es gab ${num_errors} Eingabefehler.

source: ZPT Page
de: ZPT-Seite

source: A simple, content-based Page Template
de: Eine einfache, auf Inhalt basierte Page Template

source: The source of the page template.
de: Der Quellcode der Page Template.

source: Expand macros
de: Makros anzeigen

source: Expand Macros so that they all are shown in the code.
de: Makros aufklappen, so dass alle im Code angezeigt werden.

source: Evaluate Inline Code
de: Inline Code ausführen

source: Evaluate code snippets in TAL. We usually discourage people from using this feature.
de: Codeschnipsel in TAL ausführen. Wir raten Entwicklern normalerweise von der Benutzung dieser Funktion ab.

source: 1 line
de: 1 Zeile

source: ${lines} lines
de: ${lines} Zeilen

source: You are not allowed to access ${name} in this context
de: Es ist Ihnen nicht gestattet auf ${name} in diesem Kontext zuzugreifen.

source: You are not authorized
de: Sie sind nicht bevollmächtigt

source: a particular ${object}
de: ein bestimmtes ${object}

source: Required input is missing.
de: Erforderliche Eingabe fehlt.

source: Object is of wrong type.
de: Objekttyp ist falsch.

source: Value is too big
de: Wert ist zu groß.

source: Value is too small
de: Wert ist zu klein.

source: Value is too long
de: Wert ist zu lang.

source: Value is too short
de: Wert ist zu kurz.

source: Invalid value
de: Ungültiger Wert

source: Constraint not satisfied
de: Beschränkung ist nicht yufriedengestellt

source: Not a container
de: Kein Behälter

source: Not an iterator
de: Kein Iterator

source: A short summary or label
de: Eine kurze Zusammenfassung oder Etikett

source: A description of the field
de: Eine Beschreibung des Feldes

source: Required
de: Notwendig

source: Tells whether a field requires its value to exist.
de: Sagt, ob ein Feld einen Wert benötigt.

source: Read Only
de: Nur lesbar

source: If true, the field's value cannot be changed.
de: Wenn wahr kann der Wert dieses Feldes nicht geändert werden.

source: Default Value
de: Vorgegebener Wert

source: The field default value may be None or a legal field value
de: Der "default" Wert des Feldes kann None oder ein legaler Feldwert sein

source: Missing Value
de: Fehlender Wert

source: If input for this Field is missing, and that's ok, then this is the value to use
de: Wenn ein Eingabewert für dieses Feld fehlt, und wenn dieses okay ist, dann nutze diesen Wert stattdessen

source: Field Order
de: Feldreihenfolge

source: The order attribute can be used to determine the order in which fields in a schema were defined. If one field is created after another (in the same thread), its order will be greater. (Fields in separate threads could have the same order.)
de: Das Ordnungsattribut (order) kann dazu benutzt werden die Reihenfolge der Felder wie sie im Schema definiert wurden zu bestimmen. Wenn ein Feld nach einem anderen (im gleichen Thread) erstellt wurde, dann ist seine Ordnungsnummer größer. (Felder in unterschiedlichen Threads könnten die gleiche Ordnungsnummer haben.)

source: Start of the range
de: Anfang der Auswahl

source: End of the range (excluding the value itself)
de: Ende der Auswahl (ausschließlich dem Wert selbst)

source: Minimum length
de: Minimale Länge

source: Value after whitespace processing cannot have less than min_length characters (if a string type) or elements (if another sequence type). If min_length is None, there is no minimum.
de: Der Wert nach der Leerraumbearbeitung kann nicht weniger als min_length Zeichen (wenn es eine Zeichenkette ist) oder Objekte (für all anderen Folgetypen) haben. Wenn min_length None ist, dann gibt es kein Minimum.

source: Maximum length
de: Maximale Länge

source: Value after whitespace processing cannot have greater or equal than max_length characters (if a string type) or elements (if another sequence type). If max_length is None, there is no maximum.
de: Der Wert nach der Leerraumbearbeitung kann nicht mehr als max_length Zeichen (wenn es eine Zeichenkette ist) oder Objekte (für all anderen Folgetypen) haben. Wenn max_length None ist, dann gibt es kein Maximum.

source: Wrong contained type
de: Falscher enthaltener Wert

source: Value Type
de: Werttyp

source: Field value items must conform to the given type, expressed via a Field.
de: Feldwerte müssen sich auf den Typen in diesem Feld anpassen.

source: Unique Members
de: Einzigartiges Mitglied

source: Specifies whether the members of the collection must be unique.
de: Spezifiziert die Mitglieder der Sammlung die einzigartig sein müssen.

source: One or more entries of sequence are not unique.
de: Eine oder mehrere Einträge der Sequenz sind nicht einzigartig.

source: The Interface that defines the Fields comprising the Object.
de: Das Interface welches die Felder des Objektes bestimmt.

source: Field keys must conform to the given type, expressed via a Field.
de: Feldwerte müssen sich auf den Typen in diesem Feld anpassen.

source: Field values must conform to the given type, expressed via a Field.
de: Feldwerte müssen sich auf den Typen in diesem Feld anpassen.

source: Schema not fully implemented
de: Schema nicht vollständig implementiert

source: Schema not provided
de: Schema nicht angegeben

source: The specified URI is not valid.
de: Die angegebene URI ist nicht gültig.

source: The specified id is not valid.
de: Die angegebene Id ist nicht gültig.

source: The specified dotted name is not valid.
de: Der angegebene punktierte Namen ist nicht gültig.

source: The field is not bound.
de: Das Feld ist nicht gebunden.

source: Foo description
de: Foo Beschreibung

source: Bar description
de: Bar Beschreibung
