Repository: goschtl/zope
Catalog: book/trunk/messageboard/step08/locales/*/LC_MESSAGES/messageboard.po
Languages: de

source: Subscriptions
de: Abonnements

source: A Message Board
de: Ein Anzeigebrett

source: Change Message Board
de: Anzeigebrett ändern

source: Edit
de: Bearbeiten

source: Thread
de: Unterhaltungsfaden

source: Add Message Board
de: Anzeigebrett hinzufügen

source: Review Messages
de: Anzeigen prüfen

source: A Message
de: Eine Anzeige

source: Message
de: Anzeige

source: Change Message
de: Anzeige ändern

source: Preview
de: Vorschau

source: Author
de: Autor

source: Date/Time
de: Datum/Zeit

source: Parent
de: Vorfahre

source: Body
de: Inhalt

source: Message Details
de: Anzeigedetails

source: Title
de: Titel

source: unknown
de: unbekannt

source: Create Workflow
de: Workflow erstellen

source: Without the workflow you will not be able to review messages before they are published. Note that you can always modify the messageboard workflow later to make all transitions automatically.
de: Ohne dem Workflow wirst Du nicht in der Lage sein, Anzeigen vor der Veröffentlichung zu prüfen. Es ist zu erwähnen das Du jederzeit den Workflow später ändern kannst, so dass alle Übergänge automatisch ausgeführt werden.

source: Pending Messages
de: Schwebende Anzeigen

source: remove-button
de: Entfernen

source: Enter new Users (separate by 'Return')
de: Neue Nutzer eingeben (durch 'Return' getrennt)

source: refresh-button
de: Zurücksetzen

source: add-button
de: Hinzufügen

source: Current Subscriptions
de: Derzeitige Abonnements

source: Discussion Thread
de: Diskussions-Faden

source: Add Message.
de: Nachricht hinzufügen.

source: Add Message
de: Anzeige hinzufügen

source: Edit Messages.
de: Anzeigen bearbeiten.

source: Edit Messages
de: Anzeigen bearbeiten

source: Delete Message.
de: Anzeigen löschen.

source: Delete Message
de: Anzeigen löschen

source: Publish Message
de: Anzeige veröffentlichen

source: Publish Message.
de: Anzeigen veröoffentlichen.

source: Message Board
de: Anzeigenbrett

source: View the Message Board and all its content.
de: Das Anzeigebrett und seine Inhalte anschauen.

source: View Message Board and Messages
de: Anzeigebrett und Anzeigen ansehen

source: Forbidden HTML Tags used.
de: Verbotene HTML Tags wurden verwendet.

source: Title/Subject
de: Titel/Thema

source: Title and/or subject of the message.
de: Titel und/oder Thema der Anzeige.

source: Message Body
de: Text der Anzeige

source: This is the actual message. Type whatever!
de: Dies ist die Anzeige selbst. Schreib was immer Du willst!

source: Description
de: Beschreibung

source: A detailed description of the content of the board.
de: Eine detailierte Beschreibung des Brett-Inhaltes.

source: Allowed HTML Tags
de: Erlaubte HTML Tags

source: Only listed tags can be used in the value of the field.
de: Aufgelistete Tags können im Inhalt dieses Feldes benutzt werden.

source: Forbidden HTML Tags
de: Verbotene HTML Tags

source: Listed tags cannot be used in the value of the field.
de: Aufgelistete Tags können nicht im Inhalt dieses Feldes benutzt werden.

source: 1 reply, 1 attachment
de: 1 Antwort, 1 Anhang

source: 1 reply, ${attachments} attachments
de: 1 Antwort; ${attachments} Anhänge

source: ${messages} replies, 1 attachment
de: ${messages} Antworten; 1 Anhang

source: ${messages} replies, ${attachments} attachments
de: ${messages} Antworten, ${attachments} Anhänge

source: Message Board Editor
de: Anzeigebrett Editor

source: The Editor can edit and delete Messages.
de: Der Editor kann Anzeigen bearbeiten und löschen.

source: Message Board User
de: Anzeigenbrett Nutzer

source: Users that actually use the Message Board.
de: Nutzer die das Anzeigenbrett nutzen.
