Repository: goschtl/zope
Catalog: zope.bugtracker/branches/3.2/bugtracker/locales/*/LC_MESSAGES/bugtracker.po
Languages: de

source: There are ${num_errors} input errors.
de: ${num_errors} Eingabefehler vorhanden.

source: submit-button
de: Abschicken

source: Bug #${bug_id} - ${bug_title}
de: Fehler #${bug_id} - ${bug_title}

source: Type:
de: Typ:

source: Posted by ${submitter} on ${created_date} - ${num_comments} comments
de: Erstellt von ${submitter} am ${created_date} - ${num_comments} Kommentare

source: From ${user} at ${date}
de: Von ${user} um ${date}

source: Priority:
de: Priorität:

source: Release Target:
de: Zielversion:

source: Owners:
de: Besitzer:

source: Last modified:
de: Zuletzt geändert:

source: Direct Dependencies
de: Direkte Abhängigkeiten

source: Attachments
de: Anhänge

source: Add File
de: Datei hinzufügen

source: Add Image
de: Bild hinzufügen

source: Comments
de: Kommentare

source: Entry #${bug_id} by ${creator} on ${modified_datetime}
de: Eintrag #${bug_id} von ${creator} am ${modified_datetime}

source: Add Dependent Bug
de: Abhängigen Fehler hinzufügen

source: Change Bug
de: Bearbeite Fehler

source: Edit
de: Bearbeiten

source: Add Comment
de: Kommentar hinzufügen

source: Bug Comment
de: Fehlerkommentar

source: A Comment
de: Ein Kommentar

source: Change Comment
de: Kommentar bearbeiten

source: Add Bug Tracker
de: Fehlerverfolger hinzufügen

source: Overview
de: Übersicht

source: Bug Tracker - Overview
de: Fehlerverfolger - Überblick

source: Settings
de: Einstellungen

source: Subscriptions
de: Abonnements

source: XML Export/Import
de: XML Exportieren/Importieren

source: Dependency Statistics
de: Abhängigkeitsstatistiken

source: Closed/Deferred Bugs:
de: Geschlossene/Verschobene Fehler:

source: New (unseen) Bugs:
de: Neue (unangesehene) Fehler:

source: Opened/Assigned Bugs:
de: Offene/zugewiesende Fehler:

source: Dependency Tree
de: Abhängikeitsbaum

source: Dependencies - Bugs that have to be completed before this bug can be closed.
de: Abhängigkeiten - In der folgenden Auswahlbox können sie die Fehler aussuchen die behoben werden müssen, <em>bevor</em> dieser Fehler als behoben markiert werden kann.

source: Dependents - This bug has to be completed in before the Dependents can be closed.
de: Abhängige - Dieser Fehler muss behoben werden bevor einer der aufgeführten Fehler geschlossen werden kann.

source: Available Bugs
de: Verfügbare Fehler

source: Export XML
de: XML Exportieren

source: Simply click <a href="./tracker.xml">here</a>.
de: Einfach <a href="./tracker.xml">hier</a> klicken.

source: Import XML
de: XML Importieren

source: XML File
de: XML-Datei

source: import-button
de: Importieren

source: Critial
de: Kritisch

source: Priority Markup
de: Prioritäts-Markup

source: Subscribers successfully added: $emails
de: Abonnenten erfolgreich hinzugefügt: $emails

source: Subscribers successfully deleted: $emails
de: Abonnenten erfolgreich gelöscht: $emails

source: Zope 3 Bug Tracker
de: Zope 3 Fehlerverfolger

source: Powered by Zope 3. Written by Stephan Richter in 2003.
de: Von Zope 3 angetrieben. Geschrieben von Stephan Richter in 2003.

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: You are logged in as ${user_title}.
de: Sie sind als ${user_title} angemeldet.

source: Tip
de: Hinweis

source: &nbsp;Bug Tracker
de: &nbsp;Fehlerverfolger

source: Current Subscriptions
de: Derzeitige Abonnements

source: remove-button
de: Entfernen

source: Enter new Users (separate by 'Return')
de: Neue Benutzer eingeben (mit 'Return' getrennt)

source: refresh-button
de: Auffrischen

source: add-button
de: Hinzufügen

source: Type
de: Typ

source: Priority
de: Priorität

source: Owners
de: Besitzer

source: New
de: Neu

source: Open
de: Offen

source: Assigned
de: Zugewiesen

source: Deferred
de: Verschoben

source: Closed
de: Geschlossen

source: Bug
de: Fehler

source: Feature
de: Funktion

source: Release
de: Version

source: (not specified)
de: (nicht spezifiziert)

source: Low
de: Niedrig

source: Urgent
de: Dringend

source: Critical
de: Kritisch

source: Create Initial Vocabulary Entries
de: Anfängliche Einträge für das Vokabular erzeugen

source: To make your life easier, when this option is selected, it creates vocabulary entries for the status, release, priority and type fields of a bug. This will save you some time with the setup.
de: Wenn diese Option ausgewählt wird, werden - um das Leben zu erleichtern - Vokabular-Einträge für die Felder Status, Version, Priorität und Typ erzeugt. Dies erspart Ihnen einige Zeit beim Einrichten.

source: Previous (${start_number} to ${end_number})
de: Vorherige (${start_number} bis ${end_number})

source: ${start_number} to ${end_number} of ${batch_total_number} found (${bug_number} total)
de: ${start_number} bis ${end_number} von ${batch_total_number} gefunden (${bug_number} total)

source: Next (${start_number} to ${end_number})
de: Nächste (${start_number} bis ${end_number})

source: Filter Options
de: Filter Wahlmöglichkeiten

source: View Type
de: Ansichtstyp

source: save-filter-changes-button
de: Abschicken

source: collapse-button
de: Zuklappen

source: expand-button
de: Aufklappen

source: add-bug-button
de: Fehler hinzufügen

source: Existing Values:
de: Existierende Werte:

source: delete-button
de: Löschen

source: set-default-button
de: Voreinstellungen nehmen

source: Default Value:
de: Voreingestellter Wert:

source: Value:
de: Wert:

source: Title:
de: Titel:

source: Priorities
de: Prioritäten

source: BugTypes
de: Fehlertypen

source: Releases
de: Versionen

source: Bug Tracker User
de: Fehlerverfolger-Nutzer

source: The user can browse the bug tracker
de: Dieser Nutzer darf den Fehlerverfolger ansehen.

source: A Bug Tracker
de: Ein Fehlerverfolger

source: Bug Tracker
de: Fehlerverfolger

source: Bug Tracker Editor
de: Fehlerverfolger-Bearbeiter

source: The Bug Tracker editor can add and edit bugs.
de: Der Fehlerverfolger-Bearbeiter darf Fehler hinzufügen und bearbeiten.

source: The Admin can fully manage a bug tracker.
de: Der Administrator darf den Fehlerverfolger vollständig verwalten.

source: Bug Tracker Administrator
de: Fehlerverfolger-Administrator

source: A Bug
de: Ein Fehler

source: Manage Bug Tracker
de: Fehlerverfolger verwalten

source: Allows to change the settings of the Bug Tracker.
de: Erlaubt, Einstellungen der Fehlerverfolgers zu ändern.

source: Comment
de: Kommentar

source: A comment about the bug.
de: Ein Kommentar über diesen Fehler.

source: Allows to view the overview of the Bug Tracker.
de: Erlaubt, den Überblick des Fehlerverfolgers anzusehen.

source: View Bug Tracker
de: Fehlerverfolger ansehen

source: View Bug
de: Fehler ansehen

source: Allows to view the overview and dependencies of the Bug.
de: Erlaubt, die Übersicht und Abhängigkeiten des Fehlers anzusehen.

source: Allows to add a Bug to the Tracker.
de: Erlaubt, einen Fehler zum Verfolger hinzuzufügen.

source: Add Bug
de: Fehler hinzufügen

source: Allows to edit the data of a Bug.
de: Erlaubt, die Daten eines Fehlers zu bearbeiten.

source: Edit Bug
de: Fehler bearbeiten

source: Allows to add comments to a bug.
de: Erlaubt, einen Kommentar zum Fehler hinzuzufügen.

source: Add Bug Comment
de: Fehlerkommentar hinzufügen

source: Allows to add attachments (files and images) to a bug.
de: Erlaubt, Anhänge (Dateien und Bilder) zu einem Fehler hinzuzufügen.

source: Add Bug Attachment
de: Fehleranhang hinzufügen

source: Defines the release for which the bug is scheduled.
de: Definiert die Version, für welche die Behebung des Fehlers vorgesehen ist.

source: List of people assigned as owners of the bug.
de: Eine Liste von Leuten, die als Eigentümer des Fehlers zugeordnet wurden.

source: Dependencies
de: Abhängigkeiten

source: Other bugs this bug depends on.
de: Andere Fehler, von denen dieser Fehler abhängt.

source: Bug Id
de: Fehler Id

source: Bug Id.
de: Fehler Id.

source: Dependents
de: Abhängige

source: Other bugs that depend on this one
de: Andere Fehler, die von diesem Fehler abhängen

source: Body
de: Beschreibung

source: Renderable body of the Comment.
de: Anzeigbare Beschreibung des Kommentars.

source: Default
de: Voreingestellt

source: Default value of the vocabulary.
de: Voreingestellter Wert des Vokabulars.

source: Title
de: Titel

source: Title of the bug tracker.
de: Titel des Fehlerverfolgers.

source: Title/Summary of the bug.
de: Titel/Zusammenfassung des Fehlers.

source: Description
de: Beschreibung

source: Detailed Description of the bug.
de: Detailierte Beschreibung des Fehlers.

source: Submitter
de: Einreicher

source: Name of the person that submitted the bug.
de: Name der Person, die den Fehler eingereicht hat.

source: The current status of the bug.
de: Der derzeitige Status des Fehlers.

source: Specifies how urgent this bug is.
de: Gibt an, wie dringend dieser Fehler ist.

source: Specifies of what nature the bug is.
de: Gibt die Natur des Fehlers an.

source: Cannot delete default value '${value}'.
de: Kann den voreingestellten Wert '${value}' nicht löschen.

source: The value '${value}' was not found in the vocabulary
de: Der Wert '${value}' wurde nicht im Vokabular gefunden.

source: Status Definitions
de: Status-Definitionen

source: Release Definitions
de: Versions-Definitionen

source: Priority Definitions
de: Prioritäts-Definitionen

source: Bug Type Definitions
de: Fehlertyp-Definitionen
