Repository: goschtl/zope
Catalog: z3ext.controlpanel/trunk/src/z3ext/controlpanel/locales/*/LC_MESSAGES/z3ext.controlpanel.po
Languages: ru

source: There are no configlets in this category.
ru: В этой категории нет конфиглетов.

source: View
ru: Просмотр

source: Configure
ru: Установки

source: Configure configlet
ru: Конфигурировать конфиглет.

source: Next
ru: Далее

source: Save
ru: Сохранить

source: Field is readonly
ru: Поле только для чтения

source: This area allows you to configure system.
ru: Конфиглеты в этой категории позволяют вам конфигурировать систему.

source: System configuration
ru: Конфигурация системы

source: User interface configuration
ru: Конфигурация пользовательского интерфейса

source: This area allows you to configure portal look&feel.
ru: Конфиглеты в этой категории позволяют вам конфигурировать как выглядит сайт.

source: Content types
ru: Контент

source: This area allows you to configure portal content types.
ru: Конфиглеты в этой категории позволяют вам конфигурировать контент типы.

source: Principals management
ru: Управление пользователями

source: Portal principals management panel.
ru: Панель управления пользователями системы.

source: Configure control panel's configlets.
ru: Разрешить конфигурировать конфиглеты.

source: System settings
ru: Системные установки
