Repository: goschtl/zope
Catalog: z3ext.skintool/trunk/src/z3ext/skintool/locales/*/LC_MESSAGES/z3ext.skintool.po
Languages: nl

source: Please select portal skin.
nl: Kies een weergave.

source: Please select layers.
nl: Kies lagen.

source: Save
nl: Opslaan

source: No skin
nl: Geen weergave

source: Changes has been saved.
nl: Wijzigingen zijn opgeslagen.

source: Portal skin
nl: Websiteweergave

source: Portal skin configuration.
nl: Websiteweergave configuratie.

source: Skin
nl: Weergave

source: Select portal skin.
nl: Selecteer een website weergave.

source: Layers
nl: Lagen

source: Select skin layers.
nl: Selecteer weergavelagen.
