Repository: goschtl/zope
Catalog: lovely.flvplayer/trunk/src/lovely/flvplayer/locales/*/LC_MESSAGES/lovely.flvplayer.po
Languages: de

# flash-detection-error
source: Flash Player detection failed. Please install the Flash Player Plugin. You can install the plugin <a href="http://www.adobe.com/go/getflashplayer">here</a> for free.
de: Es konnte kein Flash Player festgestellt werden. Bitte installieren Sie den aktuellen Flash Player, den Sie <a href="http://www.adobe.com/go/getflashplayer">hier</a> gratis erhalten.

source: maximize
de: maximieren

source: original size
de: original Größe

source: fullscreen
de: Vollbild

# soundson
source: sound on
de: Ton ein

# soundsoff
source: sound off
de: Ton aus

source: volume
de: Lautstärke Pegel

# recommend
source: <![CDATA[recommend<br />video]]>
de: <![CDATA[Video<br />empfehlen]]>

# watchagain
source: <![CDATA[watch<br />again]]>
de: <![CDATA[Nochmals<br />ansehen]]>

source: play
de: abspielen
