Repository: goschtl/zope
Catalog: zope3org/trunk/src/zorg/versioning/demo/locales/*/LC_MESSAGES/vproposal.po
Languages: de

source: Title
de: Titel

source: Use Case
de: Konkrete Anwendung

source: Concept
de: Technisches Konzept

source: Todo
de: Arbeitsschritte

source: Open Issues
de: Offene Fragen

source: Edit
de: Bearbeiten

source: Edit UseCase
de: Konkrete Anwendung bearbeiten

source: Edit Concept
de: Technisches Konzept bearbeiten

source: Edit Todo
de: Arbeitsschritte bearbeiten

source: Edit Issues
de: Offene Fragen bearbeiten
